Repository: 08/ConnectionKit
Catalog: App/*.lproj/CodeInjection.strings
Languages: fr, pt_br

source: Code Injection
fr: Injection de code
pt_br: Injeção de Código

source: Head Area
fr: Zone « Head «
pt_br: Cabeçalho da Área

source: Before Document
fr: Avant le document
pt_br: Antes do Documento

source: Document Body
fr: Corpps du document
pt_br: Corpo do Documento

source: injection syringe
fr: Seringe d’injection
pt_br: siringa de injeção

source: Use this for server-side scripts like PHP. This code is not visible when previewing within Sandvox.
fr: Utilisez cette option pour des scripts côté serveur comme PHP. Ce code n'est pas visible lors de la prévisualisation dans Sandvox.
pt_br: Use isso para servidores de scripts como PHP. Este código não é visível ao visualizar no Sandvox.

source: Sandvox will insert its content for the head between these fields
fr: Sandvox insèra son contenu pour la zon Head entre ces champs
pt_br: O Sandvox irá inserir o seu conteúdo para o cabeçalho entre esses campos

source: Sandvox will insert its content for the body between these fields
fr: Sandvox va insérer son contenu pour le corps entre ces champs
pt_br: O Sandvox irá inserir o seu conteúdo para o corpo entre esses campos

source: Style Sheet
fr: Feuille de style
pt_br: Folha de Estilos

source: Use this for CSS to be appended after the styles provided in the design.
fr: Utilisez ceci pour les flux RSS à être ajouter après les styles fournis dans le design
pt_br: Use isso para o CSS ser acrescentado depois dos estilos fornecidos no projeto.
