Repository: 08/ConnectionKit
Catalog: App/*.lproj/CollectionInspector.strings
Languages: pt_br

source: Collection Sort
pt_br: Classificar Coleção

source: OtherViews
pt_br: Outras Exibições

source: Alphabetical
pt_br: Alfabética

source: By Date Created
pt_br: Por Data de Criação

source: By Date Modified
pt_br: Por Data de Alteração

source: None
pt_br: Nenhum

source: Syndication
pt_br: Sindicalização

source: Generate RSS feed
pt_br: Gerar RSS feed

source: Box
pt_br: Caixa

source: Reverse order
pt_br: Reverter classificação

source: Automatic Sorting
pt_br: Classificação Automática

source: Generate archives
pt_br: Gerar arquivos
