Repository: 08/ConnectionKit
Catalog: App/*.lproj/HostSetup.strings
Languages: fr, pt_br

source: On This Computer
fr: Sur cet ordinateur
pt_br: Neste Computador

source: Publishing on This Computer
fr: Publication sur cet ordinateur
pt_br: Publicar Neste Computador

source: Publishing Locations
fr: Emplacements d'édition
pt_br: Locais de Publicação

source: MobileMe Account
fr: Compte MobileMe
pt_br: Conta MobileMe

source: Remote Host
fr: Hôte distant
pt_br: Domínio Remoto

source: Overview
fr: Résumé
pt_br: Visão Geral

source: My Home Directory
fr: Mon dossier Départ
pt_br: Diretório Principal

source: Computer
fr: Ordinateur
pt_br: Computador

source: Store site in a subfolder called:
fr: Conserver le site dans un sous-dossier appelé :
pt_br: Aramazenar site em uma pasta chamada:

source: Hostname of this computer:
fr: Nom hôte de cet ordinateur :
pt_br: Domínio deste computador:

source: Summary
fr: Résumé
pt_br: Resumo

source: Error Connecting to Your Computer
fr: Erreur en connectant à votre ordinateur
pt_br: Erro ao Conectar Seu Computador

source: Please Activate Web Sharing
fr: Veuillez activer le Partage Web
pt_br: Por favor, Compartilhar a Web Ativa

source: Testing Your Connection
fr: Test de votre connexion
pt_br: Testando Sua Conexão

source: Use ? as a placeholder for the user ID
fr: Utiliser ? comme contenant du nom utilisateur

source: On a Remote Host
fr: Sur un site distant
pt_br: Em um Domínio Remoto

source: Browse Remote Host for Folder
fr: Parcourir l'hôte distant pour le dossier
pt_br: Navegar do Domínio Remoto para Pasta

source: SFTP (Most Secure)
fr: SFTP (Plus sécurisée)
pt_br: SFTP (Mais Seguro)

source: FTP (Least Secure)
fr: FTP (Moins sécurisée)
pt_br: FTP (Menos Seguro)

source: Open Help
fr: Ouvrir Aide
pt_br: Abrir Ajuda

source: Server Logistics
fr: Logistiques du serveur

source: A2 hosting
fr: Hébergement A2
pt_br: Hospedagem A2

source: MobileMe / .Mac account
fr: Compte MobileMe / .Mac

source: FTP, SFTP, or WebDAV
fr: FTP, SFTP, ou WebDAV

source: Live Oak Hosting
fr: Hébergement Live Oak

source: Personal Domain:
fr: Domaine personnel :
pt_br: Domínio Pessoal:

source: Continue
fr: Continuer
pt_br: Continuar

source: Cancel
fr: Annuler
pt_br: Cancelar

source: ⇠ Go Back
fr: ⇠ Revenir
pt_br: ⇠ Voltar

source: Where should the site be published on this computer?
fr: Où devrait être publié le site sur cet ordinateur ?
pt_br: Onde é que o site será publicado no computador?

source: Choose this option if you share this computer with others. The data will be stored in your home folder's "Sites" folder.
fr: Choisissez cette option si vous partagez cet ordinateur avec d'autres. Les données seront enregistrées dans le dossier "Sites" de votre dossier de Départ.
pt_br: Escolha esta opção se você compartilha o computador com outras pessoas. Os dados serão armazenados em sua pasta pessoal na pasta "Sites".

source: Choose this option if you do not share this computer, or if you want this document to be the primary website for this computer.
fr: Choisissez cette option si vous ne partagez pas cet ordinateur, ou si vous voulez que ce document soit le site Web principal pour cet ordinateur.
pt_br: Escolha esta opção se você não compartilha este computador ou se você quer que este documento seja o site primário para este computador.

source: Optional: Enter the machine name where this computer can be reached. If not specified, a numeric IP address will be used.
fr: Facultatif: Entrez le nom de la machine où cet ordinateur peut être atteint. S'il n'est pas spécifié, une adresse IP numérique sera utilisé.
pt_br: Opcional: Digite o nome da máquina em que o computador pode ser encontrado. Se não especificado, um endereço IP numérico será usado.

source: Optional: Enter a folder name if you plan on hosting other websites in this location.
fr: Facultatif: Entrez un nom de dossier si vous prévoyez d'hébergement de sites Web d'autres à cet endroit.
pt_br: Opcional: Digite o nome da pasta se você planeja hospedar outros sites neste local.

source: Where will your Web site be published?
fr: Où sera publié votre site Web ?
pt_br: Onde o seu site será publicado?

source: Choose this option if your computer is on all the time and is accessible from the Internet at a constant IP address. This option may not be suitable for home setups, especially if you do not have a Static IP address for connection to the Internet.
fr: Choisissez cette option si votre ordinateur est toujours en marche et est accessible d'Internet depuis une adresse IP statique. Cette option peut ne pas convenir aux installations à domicile, particulièrement si vous n'avez pas une adresse IP statique pour la connexion à Internet.

source: Karelia recommends:
fr: Karelia recommende :

source: http://c.karelia.com/112
fr: http://www.serverlogistics.com/

source: http://c.karelia.com/113
fr: http://www.a2hosting.com/1301-5-1-51.html

source: http://c.karelia.com/111
fr: http://www.liveoakhosting.com/sandvox/

source: This site will be published….
fr: Le site sera publié….
pt_br: Este site está sendo publicado...

source: Optional: Enter a folder name if you plan on hosting other websites on this MobileMe account.
fr: Facultatif : Saisir un nom de dossier si vous projetez d'accueillir d'autres sites Web sur ce compte MobileMe.
pt_br: Opcional: Digite o nome da pasta se você planeja hospedar outros sites sobre essa conta MobileMe.

source: Get MobileMe Account…
fr: Obtenir un compte MobileMe…
pt_br: Receber uma Conta MobileMe...

source: Open MobileMe Preferences
fr: Ouvrir Préférences MobileMe
pt_br: Abrir Preferências do MobileMe

source: Setting up MobileMe to use a personal domain
fr: Configurer MobileMe pour l'utilisation d'un domaine personnel
pt_br: Configurar o MobileMe para usar um domínio pessoal

source: Location:
fr: Lieu :
pt_br: Local:

source: * Legacy — Use for previously published websites
fr: * - Utilisation de sites Web publiés précédemment
pt_br: * Legado - Uso de sites publicados anteriormente

source: Upload Method:
fr: Méthode chargement :
pt_br: Método de Envio:

source: Enter your connection information, as documented by your Internet Service Provider.
fr: Saisir votre information de connexion, tel que documenté par votre Fournisseur d'accès Internet.
pt_br: Digite suas informações de conexão, como documentado por seu Provedor de Internet.

source: Hostname:
fr: Nom de l'hôte :
pt_br: Domínio:

source: The computer to connect to. For example: my-web-host.com, ftp.funhost.com
fr: L'ordinateur de se connecter à. Par exemple: mon-web-host.com, ftp.funhost.com
pt_br: Para o computador se conectar. Por exemplo: meu-dominio-web.com.br, ftp.dominio.com.br

source: Document Root:
fr: Document racine :
pt_br: Documento Raiz:

source: The directory to place the web files. For example: htdocs, www, /home/yourname
fr: Le répertoire pour placer les fichiers Web. Par exemple : htdocs, www, /home/votrenom
pt_br: Diretório para colocar os arquivos web. Por exemplo: htdocs, www, /home/seunome

source: URL Format:
fr: Format URL :
pt_br: Formato da URL:

source: What the URL of your site will be. For example: http://www.funhost.com/~yourname/
fr: Ce que sera l'URL de votre site. Par exemple : http://www.funhost.com/~votrenom/ Utiliser ? comme nom utilisateur.
pt_br: Como será a URL do seu site. Por exemplo: http://www.dominio.com.br/~seunome/

source: Browse…
fr: Parcourir…
pt_br: Procurar...

source: Username:
fr: Nom utilisateur :
pt_br: Usuário:

source: Password:
fr: Mot de passe :
pt_br: Senha...

source: Password will be stored in the Keychain.
fr: Le mot de passe sera conservé dans le Trousseau.
pt_br: A senha será armazenada no Keychain.

source: Optional: Enter a folder name if you plan on hosting other websites on this account.
fr: Facultatif : Saisir un nom de dossier si vous projetez sur accueillir d'autres sites Web avec ce compte.
pt_br: Opcional: Digite o nome da pasta se você planeja hospedar outros sites sobre essa conta.

source: Subfolder:
fr: Sous-dossier :
pt_br: Subpasta:

source: Use public key
fr: Utiliser une clef publique
pt_br: Usar chave pública

source: In order to publish on this computer, you need to turn on Personal Web Sharing from System Preferences.
fr: Afin de publier sur cet ordinateur, vous devez activer le Partage Web personnel depuis les Préférences Système.
pt_br: Para publicar no seu computador, você precisa ativar o Compartilhamento Web Pessoal nas Preferências do Sistema.

source: Open Sharing Preferences
fr: Ouvrir Préférences Partage
pt_br: Abrir Preferências de Compartilhamento

source: Sandvox is testing your account and connection information to verify that you are able to place publish files remotely.
fr: Sandvox teste votre compte et l'information de connexion pour vérifier que vous pouvez y mettre des fichiers publiés à distance.
pt_br: O Sandvox está testando sua conta e informações de conexão para verificar se você está habilitado para publicar arquivos remotamente.

source: Label of Step
fr: Étiquette d'étape
pt_br: Etiqueta do Passo

source: Host Setup:
fr: Configuration de l'hôte :
pt_br: Configurar Domínio:

source: New Configuration
fr: Nouvelle configuration
pt_br: Nova Configuração

source: No Account Details
fr: Aucun détail sur le compte
pt_br: Nenhum Detalhe da Conta

source: Please enter your details to browse the host
fr: Veuillez saisir vos informations pour parcourir l'hôte.
pt_br: Por favor, informe seus dados para procurar o domínio

source: Field:
fr: Champ :
pt_br: Campo:

source: Box
pt_br: Caixa

source: Use '?' as a placeholder for the user ID
pt_br: Use '?' como um espaço reservado para o ID de usuário

source: Panel
pt_br: Painel

source: OtherViews
pt_br: Outras Exibições

source: A2 or other provider (FTP, SFTP, or WebDAV)
pt_br: A2 ou outro provedor (FTP, SFTP, ou WebDAV)

source: http://foo.bar.com/users/dwood/mysite/
pt_br: http://foo.bar.com/usuarios/pneto/meusite/

source: Choose this option if your computer is on all the time and is accessible from the Internet at a constant IP address. This option may not be suitable for home setups, especially if you do not have a Static IP address for connection to the Internet.
pt_br: Escolha esta opção se seu computador estiver ligado o tempo todo e é acessível à Internet em um endereço IP fixo. Esta opção pode não ser apropriada para as configurações domésticas, especialmente se você não tiver um endereço IP para conexão à Internet.

source: If you are looking for a provider, we recommend A2 Hosting. Be sure to enter the coupon code “A2Sandvox” for a lifetime 20% discount.
pt_br: Se você está procurando um provedor, nós recomendamos o Hosting A2. Não se esqueça de digitar o código do cupom "A2Sandvox" para um desconto de 20% permanente.

source: Port:
pt_br: Porta:

source: Radio
pt_br: Rádio
