Repository: 08/ConnectionKit
Catalog: App/*.lproj/HTMLEditor.strings
Languages: fr

source: Raw HTML Editor
fr: Éditeur HTML brut

source: Open Help
fr: Ouvrir Aide

source: Validation Status
fr: État de la validation

source: Validate
fr: Valider

source: Update Preview
fr: Actualiser l’aperçu

source: Hide Preview (PHP scripts, etc.)
fr: Masquer l’aperçu

source: HTML Type
fr: Type de HTML

source: Load Status
fr: État du chargement

source: The preference to show "live" data feeds and pages is turned off, so any resources loaded by this raw HTML will not be visible.
fr: La préférence pour voir "en direct" des flux de données et des pages est éteint, de sorte que toute les ressources chargées par cette première HTML ne sera pas visible.

source: Loaded items will not be visible.
fr: Les éléments charés ne seront pas visibles.
