Repository: 08/ConnectionKit
Catalog: App/*.lproj/KTDocument.strings
Languages: fr, pt_br

source: Document
pt_br: Documento

source: Box
pt_br: Caixa

source: Action
pt_br: Ação

source: OtherViews
pt_br: Outras Exibições

source: Delete Page
fr: Supprimer une page
pt_br: Excluir Página

source: URL of this page when it is published.
fr: L’URL de cette page lorsqu’elle sera publiée.
pt_br: URL desta página quando ela for publicada.

source: http://domain.com/
pt_br: http://dominio.com.br/

source: Window Title:
fr: Titre de la fenêtre
pt_br: Título da Janela:

source: Meta Description:
pt_br: Descrição Meta:

source: Title of this page as it will appear in Google search results and in the title bar of your browser.
pt_br: Título da página como ela aparecerá no resultado de buscas do Google e na barra de título do seu navegador.

source: Summary of this page as it will appear in Google search results.
pt_br: Resumo da página como ela aparecerá no resultado de buscas Google.

source: Preview
fr: Aperçu
pt_br: Visualizar

source: View the currently published version of this page in your browser. May not match the version you see in Sandvox.
fr: Voir la version actuellement publiée de cette page dans votre navigateur. Peut ne pas correspondre à la version que vous voyez dans Sandvox.
pt_br: Ver a versão atualmente publicada desta página em seu navegador. Pode não coincidir com a versão que você vê no Sandvox.

source: Small Page Icons
fr: Icônes de petite page
pt_br: Ícones de Página Pequenos

source: Rename Page…
fr: Renommer la page
pt_br: Renomear Página...

source: Multiple Pages Selected
fr: Plusieurs pages sélectionnées
pt_br: Múltiplas Páginas Selecionadas

source: File:
fr: Fichier :
pt_br: Arquivo:

source: Choose…
fr: Choisir…
pt_br: Escolher...

source: Group as Collection
fr: Grouper en Collection
pt_br: Agrupar como Coleção

source: Add to (Site) Menu – haven't quite got this right yet
pt_br: Adicionar ao (Site) Menu - não tenho muito esse direito ainda

source: Convert to Collection
fr: Convertir en Collection
pt_br: Converter para a Coleção

source: http://example.com/foo/
pt_br: http://exemplo.com.br/foo/

source: It has already been published at:
fr: Déjà publier sur :
pt_br: Ela já está publicada em:

source: By changing, it will be now be published at:
fr: en le changeant, il sera publié sur :
pt_br: Ao modificar, será publicado agora em:

source: http://example.com/foo.html
pt_br: http://exemplo.com.br/foo.html

source: Single Page
fr: Page unique
pt_br: Uma Página

source: Collection
pt_br: Coleção

source: The published page will be left in place, but will no longer be updated
fr: La page publiée sera laissé en place, mais ne sera plus mis à jour
pt_br: A página publicada será colocada no local, mas não será mais atualizada

source: Page Code Injection…
fr: Injection du code de la page…
pt_br: Página da Injeção de Código...

source: Site Code Injection…
fr: Injection de code du site…
pt_br: Site da Injeção de Código

source: Visit Published Page
fr: Visitez la page publiée
pt_br: Visitar Página Publicada

source: Edit Text…
fr: Modifier le texte
pt_br: Editar Texto...

source: MULTIPLE
fr: PLUSIEURS
pt_br: MÚLTIPLO

source: No page selected
fr: Aucune page sélectionnée
pt_br: Nenhuma página selecionada

source: Multiple pages selected
fr: Plusieurs pages sélectionnées
pt_br: Muitas páginas selecionadas

source: Multiple
pt_br: Múltiplo

source: http://www.example.com/
pt_br: http://www.exemplo.com.br/

source: Multiple pages selected. Titles should be unique.
fr: Plusieurs pages sélectionnées (:es titres devraient être dfférents)
pt_br: Várias páginas selecionadas. Os títulos devem ser exclusivos.

source: unknown
fr: inconnu
pt_br: desconhecido

source: Multiple pages selected. Descriptions should be unique.
fr: Plusieurs pages sélectionnées (:es descriptions devraient être dfférents)
pt_br: Várias páginas selecionadas. As descrições devem ser exclusivas.

source: Untitled
pt_br: Sem nome

source: Title of this page as it will appear in Google listings and in the title bar of your browser.
fr: Le titre de cette page tel qu’il apparaitra dans les listes Google et dans la barre de titre du navigateur.

source: Summary of this page as it will appear in Google listings.
fr: Résumé de cette page telle qu'elle apparaîtra dans les listes de Google.

source: NO SEL
fr: AuCUNE SEL

source: NOT APP
fr: NON APPLI
