Repository: 08/ConnectionKit
Catalog: App/*.lproj/LinkInspector.strings
Languages: fr

source: Make all links active
fr: Rendre tous les liens actifs

source: Hold down Shift key over a link to activate it
fr: Apuyer sur Majus sur un lien pour l’activer

source: Open link in new window
fr: Ouvrir le lien dans une nouvelle fenêtre

source: target
fr: Cible

source: Drag target to a page in the site outline
fr: Faites glisser vers une page cible dans le plan de site

source: External URL
fr: URL externe

source: Page in this Site
fr: Page dans ce site

source: Full-size image
fr: Image pleine grandeur

source: Link to:
fr: Relier à

source: Nothing
fr: Rien
