Repository: 08/ConnectionKit
Catalog: App/*.lproj/Localizable.strings
Languages: de

source: Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags.
de: Benutzen Sie dieses Feld, um Code nach dem ersten <meta> Tag einzufügen. Dies ist nützlich für Skripte die an diesem Ort plaziert werden müssen. Anderenfalls nutzen Sie das Feld unterhalb, um Code nach den Haupttags einzufügen.

source: Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents.
de: Benutzen Sie dieses Feld, um Code am Ende der Seite vor den </body> Tag einzufügen. Dies ist generell für JavaScript gedacht, welcher den nachfolgenden Seiteninhalt verarbeitet.

source: Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc.
de: Benutzen Sie dieses Feld, um Code ganz am Anfang des Dokuments, noch vor den öffnenden <html> Tag einzufügen. Dies ist niemals jegliches HTML oder Javascript Code; dies ist nur für Server-seitige Skripte (wie PHP Code) um den Dateikopf zu beeinflussen, Cookies zu setzten, etc.

source: Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc.
de: Benutzen Sie dieses Feld, um Code vor den schließenden </head> Tag einzufügen. Nützlich für zusätzliche <meta> Tags, JavaScript <script> tags, Stylesheets, etc.

source: Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself.
de: Benutzen Sie dieses Feld, um Code (z.B. JavaScript 'onload') innerhalb des <body> Tags selbst einzufügen.

source: Use this field to insert CSS styles on every page, to override the styles provided by the current design.
de: Benutzen Sie dieses Feld, um CSS Stile zum überschreiben des aktuellen Design Stile, auf jeder Seite einzufügen.

source: Username or password could not be found.
de: Benutzername oder Kennwort konnte nicht gefunden werden.

source: Validation is disabled for this type of content
de: Die Überprüfung ist diesen Typ von Inhalt ausgeschaltet.

source: Value is not a string
de: Wert ist kein String

source: Video cannot be loaded on this computer.
de: Video kann nicht auf diesen Computer geladen werden.

source: Video cannot be played in most browsers.
de: Video kann in den meisten Browsern nicht abgespielt werden.

source: Video is compatible with a wide range of devices.
de: Video ist mit einer breiten Menge von Geräten kompatibel.

source: Video will not play on iOS devices
de: Video ist auf iOS Geräten nicht abspielbar

source: Video will not play on Macs unless “Flip4Mac” is installed
de: Video kann auf Macs nicht abgespielt werden, wenn nicht „Flip4Mac" installiert ist

source: Video will not play on Windows PCs unless QuickTime is installed
de: Video kann auf Windows PCs nicht abgespielt werden, wenn nicht Quicktime installiert ist

source: View Website for Design
de: Website für Designs anschauen

source: Visit Published Page
de: Veröffentlichte Seite besuchen

source: Visit Published Page (Not Yet Published)
de: Veröffentlichte Seite besuchen (Noch nicht veröffentlicht)

source: Visit Published Site
de: Veröffentlichte Website besuchen

source: Visit Published Site (Not Yet Published)
de: Veröffentlichte Website besuchen (Noch nicht veröffentlicht)

source: We suggest you read the troubleshooting section of our help, using the help button on this window.
de: Wir schlagen vor, dass Sie den Fehlerbehebung Teil unserer Hilfe lesen - klicken Sie auf den Hilfe Knopf in diesem Fenster.

source: Web sharing is now active.
de: Web Sharing ist jetzt aktiv.

source: Wide width
de: Große Breite

source: Width
de: Breite

source: Without Sidebar
de: Ohne Seitenleiste

source: Would you like to update this text? Anything that looks like custom code will be converted to a Raw HTML object within the text.
de: Wollen Sie diesen Text aktualisieren? Alles was wie eigener Code aussieht wird in HTML Quelltextobjekte innerhalb des Textes umgewandelt.

source: Would you like to use it as well?
de: Möchten Sie dies ebenfalls benutzen?

source: Would you like to use them as well?
de: Möchten Sie diese ebenfalls benutzen?

source: Wrap
de: Umschließung

source: Write text in a separate box
de: Text in einem separaten Feld schreiben

source: Yes
de: Ja

source: You are running the free edition of Sandvox. Only the first %d pages will be exported or uploaded. To publish additional pages, you will need to purchase a license.
de: Sie benutzen eine kostenlose Ausgabe von Sandvox. Nur die ersten %d Seiten werden exportiert oder hochgeladen. Um weiter Seiten zu veröffentlichen, müssen Sie eine Lizenz kaufen.

source: You clicked on a link that would open a page that Sandvox cannot directly display. %@ When you publish your website, you will be able to view the page with your browser.
de: Sie haben einen Link angeklickt, den Sandvox nicht direkt darstellen kann. t%@ Wenn Sie Ihre Website veröffentlichen, werden Sie die Seite in ihrem Browser betrachten können.

source: You have chosen to include popular, but technically invalid markup
de: Sie haben populäres, aber technisch ungültiges Markup verwendet.

source: You have chosen to include popular, but technically invalid markup, in raw HTML objects on this page
de: Sie haben populäres, aber technisch ungültiges Markup, in HTML Quelltextobjekten auf dieser Seite verwendet.

source: You have chosen to publish your website on a remote host.
de: Sie haben die Veröffentlichung Ihrer Website auf einem fernen Host gewählt.

source: You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish.
de: Sie haben Ihre Verbindungsdaten nicht vollständig angegeben und getestet. Sie können die Konfiguration sichern, aber ihre Website kann vor der Fertigstellung nicht veröffentlicht werden.

source: You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published.
de: Sie haben Ihre Verbindungsdaten nicht vollständig angegeben und getestet. Sie müssen ihre Verbindungsdaten eingeben und bestätigen, dass Sie sich mit ihrem Host verbinden können, bevor diese Website veröffentlicht werden kann.

source: You may wish to use validator.w3.org to check your published website instead.
de: Vielleicht möchten Sie stattdessen validator.w3.org benutzen, um Ihre veröffentliche Website zu überprüfen.

source: You should verify that audio will play on iOS devices.
de: Sie sollten überprüfen, ob die Audiodatei auf iOS Geräten abspielbar ist.

source: You will need to update Mac OS X 10.5.7 “Leopard” (or higher) for this version of Sandvox to function.
de: Sie müssen auf Mac OS X 10.5.7 „Leopard" (oder höher) aktualisieren, damit diese Version von Sandvox funktioniert.

source: You will need to verify if this video will play on iOS devices.
de: Sie werden überprüfen müssen, ob dieses Video auf iOS Geräten abspielbar ist.

source: Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet.
de: Ihr Computer konnte von der angegebenen Internet URL nicht erriecht werden, %@. Überprüfen Sie die Einstellungen, oder konfigurieren Sie Ihren Router oder LAN so, damit der Computer vom Internet aus erreichbar ist.

source: Your original document will be left alone, in case you need to refer back to it.
de: Ihr original Dokument wird nicht verändert, falls Sie darauf zurück verweisen wollen.

source: Your registration key for Sandvox 1 is not valid for version 2. Functionality will be limited.
de: Ihr Registrierungsschlüssel für Sandvox 1 ist nicht für Sandvox 2 gültig. Funktionen sind eingeschränkt.

source: Your site has been exported
de: Ihre Website wurde exportiert

source: Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder).
de: Ihr Website Ordner muss von anderen lesbar sein, um die Site auf Ihrem Computer zu hosten. Dazu müssen Sie den Ordner im Finder voll lesbar machen.

source: {current} of {total}
de: {current} von {total}

source: «unspecified»
de: «nicht spezifiziert»

source: “%@” and
de: „%@“ und

source: “%@” has no RSS feed
de: „%@“ hat keinen RSS Feed

source: Visit [Google Analytics] to add a profile for your website. Paste the provided code below and then publish your website to begin tracking.
de: Besuchen Sie [Google Analytics], um ein Profil für Ihr Website anzulegen. Fügen Sie den erzeugten Code unten ein und veröffentlichen Sie Ihre Website, um das Tracking zu starten.

source: Visit [Google Webmaster Tools] to register and verify your site using the “Add a meta tag to your site’s home page” option. Paste the provided tag below and then publish your website to confirm verification.
de: Besuchen Sie die [Google Webmaster Tools], um sich zu registrieren und verifizieren Sie Ihre Site mit der “Ein Meta-Tag zur Startseite Ihrer Website hinzufügen” Methode. Fügen Sie den erzeugten Tag unten ein und veröffentlichen Sie Ihre Website, um dieses zu verifizieren.
