Repository: 08/ConnectionKit
Catalog: App/*.lproj/Localizable.strings
Languages: de

source: %@ plug-in threw an exception while migrating
de: %@ Plug-In hat eine Ausnahme während der Migration produziert

source: %@ This temporary file can be safely deleted if it is found. %@ created this file to verify that this computer was reachable over the Internet.
de: %1$@ Diese temporäre Datei kann gelöscht werden, wenn sie gefunden wird. %2$@ hat diese Datei erstellt um sicherzustellen, dass dieser Computer per Internet erreichbar war.

source: %d characters
de: %d Zeichen

source: %d errors
de: %d Fehler

source: %d warnings
de: %d Warnungen

source: (Creation Date)
de: (Erstellungsdatum)

source: (Empty title)
de: (leerer Titel)

source: (Modification Date)
de: (zuletzt geändert)

source: (Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)
de: (Quartz Extreme Funktionalität wird von den folgenden Video GPUs unterstützt: NVIDIA GeForce2 MX und neuer, oder eine beliebige AGP-basierte ATI RADEON GPU. Mindestens 16MB VRAM benötigt.)

source: 0 characters
de: 0 Zeichen

source: 1 character
de: 1 Zeichen

source: 1 error
de: 1 Fehler

source: 1 variation
de: 1 Abweichung

source: 1 warning
de: 1 Warnung

source: <<unpublished>>
de: <<nicht veröffentlicht>>

source: <p>Caption text</p>
de: <p>Bildunterschrift</p>

source: <p>Double-click to edit</p>
de: <p>Doppelklicken zum Editieren</p>

source: <p>Introduction text</p>
de: <p>Einführungstext</p>

source: <p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the “Pages” button in the toolbar. For more information on blogging with Sandvox, please have a look through our help guide.</p>
de: <p>Dies ist ein neues Weblog. Sie können diesen Text mit einer Einführung in Ihr Blog ersetzen oder es einfach löschen, falls Sie wünschen. Um einen Eintrag hinzuzufügen, fügen Sie eine neue Seite mit dem „Seiten“ Knopf in der Symbolleiste.

source: “Sites” must be a folder
de: „Web-Sites" muß ein Ordner sein

source: If you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning.
de: Falls Sie nur testen und die Website nicht vom Internet aus erreichbar sein muß, können Sie diese Warnung ignorieren.

source: This is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject “%@”. Once sent, you may remove the file at your convenience. Thank you.
de: Dies ist eine %1$@ Absturzmeldung. Gutes Feedback ist entscheidend für die ständige Verbesserung von %2$@. Senden Sie bitte eine E-mail mit dem Inhalt dieses Dokuments mit dem Betreff “%4$@” an %3$@. Nach dem Absenden können Sie die Datei jederzeit löschen. Vielen Dank.

source: A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder.
de: Eine Datei wurde im Pfad '%@' gefunden, dies muß jedoch ein Ordner sein. Ersetzen Sie diese Datei mit einem Ordner.

source: A link to this page will cause the file to be downloaded by the browser.
de: Ein Link auf diese Seite wird den das Laden einer Datei durch den Browser verursachen.

source: A website thoughtfully crafted with Sandvox
de: Eine Website aufmerksam mit Sandvox gestaltet

source: Accept Other File
de: Akzeptiere weitere Datei

source: Accept Other Files
de: Akzeptiere weitere Dateien

source: Add Custom Summary
de: Eigene Zusammenfassung hinzufügen

source: Advanced title creation is only available on Macs that support Quartz Extreme.
de: Erstellen von erweiterten Titeln ist nur mit Macs möglich, die Quartz Extreme unterstützen.

source: All
de: Alle

source: All types
de: Alle Typen

source: Another missing media file has been found in the same location.
de: Eine weitere fehlende Mediendatei wurde am selben Ort gefunden.

source: Are you sure you want to delete “%@”?
de: Sind Sie sicher, dass Sie "%@” löschen wollen?

source: Are you sure you want to publish the page “%@” as a collection?
de: Sind Sie sicher, dass Sie die Seite “%@” als Sammlung veröffentlichen wollen?

source: Are you sure you want to stop publishing the page “%@” as a collection?
de: Sind Sie sicher, dass Sie die Seite “%@” nicht länger als Sammlung veröffentlichen wollen?

source: Artistic
de: Künstlerisch

source: Attempting to change to directory…
de: Versuche Verzeihniswechsel …

source: Attempting to delete the test file…
de: Versuche, die Testdatei zu löschen …

source: Attempting to download the test file…
de: Versuche, die Testdatei zu laden …

source: Attempting to upload a test file…
de: Versuche, die Testdatei hochzuladen …

source: Audio cannot be loaded on this computer.
de: Audiodatei kann nicht auf den Computer geladen werden.

source: Audio cannot be played in many browsers
de: Audiodatei kann in vielen Browsern nicht abgespielt werden

source: Audio cannot be played in most browsers.
de: Audiodatei kann in den meisten Browsern nicht abgespielt werden.

source: Audio is compatible with a wide range of devices.
de: Audiodatei ist mit einer breiten Menge von Geräten kompatibel.

source: Audio is protected and cannot play on other systems.
de: Audiodatei ist geschützt und kann auf anden Systemen nicht abgespielt werden.

source: Authentication failed.
de: Authentifizierung fehlgeschlagen.

source: Author
de: Autor

source: Authorize Connection?
de: Verbindung autorisieren?

source: Background
de: Hintergrund

source: backToTopLinkHTML
de: [Nach oben]

source: Badges
de: Logo

source: Basic
de: Standard

source: Bold
de: Fett

source: Bright
de: Hell

source: Buy a License
de: Lizenz kaufen

source: Cancel
de: Abbrechen

source: Cannot copy document over itself.
de: Dokument kann nicht über sich selbst kopiert werden.

source: cannotPlayTitleText
de: Dieser Browser kann die eingebettete Audiodatei nicht abspielen.

source: cannotViewTitleText
de: Dieser Browser kann die eingebettete Videodatei nicht abspielen.

source: Change
de: Wechseln

source: Change the HTML declaration at the top to be a less restrictive type
de: Ändern Sie die HTML Deklaration zu Beginn in einen weniger restriktiven Typ

source: Change the HTML declaration in the offending object(s) to be a less restrictive type
de: Ändern Sie die HTML Deklaration der beanstandeten Objekte in einen weniger restriktiven Typ

source: Change the HTML declaration to a less restrictive type
de: Ändern Sie die HTML Deklaration in einen weniger restriktiven Typ

source: Check for Updates
de: Nach Aktualisierungen suchen

source: Check the raw HTML objects on the page, and fix the offending HTML code so that they no longer return validation errors or warnings
de: Überprüfen Sie die HTML Quelltextobjekte auf dieser Seite und korrigieren Sie den beanstandeten HTML Code, damit diese nicht weiterhin Überprüfungsfehler und -warnungen zurückgeben

source: Choose a different location or file name for the export.
de: Wählen Sie einen anderen Ort oder Dateinamen für den Export.

source: Choose…
de: Auswählen …

source: Close
de: Schließen

source: Collection
de: Sammlung

source: Collection…
de: Sammlung …

source: Color
de: Farbe

source: Colorful
de: Farbenfroh

source: Configure Comments…
de: Kommentare konfigurieren …

source: Configure Disqus…
de: Disqus konfigurieren …

source: Configure Facebook Comments…
de: Konfiguriere Facebook Kommentare …

source: Configure IntenseDebate…
de: IntenseDebate konfigurieren …

source: Congratulations! The HTML is valid.
de: Glückwunsch! Das HTML ist gültig.

source: Connectivity test passed!
de: Verbindungstest bestanden!

source: Contact Form
de: Kontaktformular

source: Contacting %@…
de: Verbinde mit %@ …

source: Continue
de: Fortfahren

source: Continue reading @@
de: Weiterlesen @@

source: Convert to Collection
de: In Sammlung konvertieren

source: Convert to Single Page
de: In Einzelseite konvertieren

source: Copy
de: Kopieren

source: Copy Page
de: Seite kopieren

source: Copy Pages
de: Seiten kopieren

source: Copying pages…
de: Seiten kopieren …

source: Copying…
de: Kopieren …

source: Could not create “Sites” folder
de: Konnte „Web-Sites“ Ordner nicht erstellen

source: Could not find web server documents folder.
de: Konnte Webserver Dokumentenordner nicht finden

source: Could not make “Sites” folder readable
de: Konnte „Web-Sites" Ordner nicht lesbar machen

source: Could not make web server folder readable
de: Konnte Webserver Ordner nicht lesbar machen

source: Could not modify “Sites” folder
de: Konnte „Web-Sites" Ordner nicht modifizieren

source: Could not modify web server documents folder
de: Konnte Webserver Dokumentenordner nicht ändern

source: Could not store password in keychain
de: Konnte Kennwort nicht im Schlüsselbund sichern

source: Crash Report
de: Absturzbericht

source: Create Link…
de: Link erstellen …

source: Creating Directories…
de: Erstelle Verzeichnisse …

source: Cut
de: Ausschneiden

source: Cut Page
de: Seite ausschneiden

source: Cut Pages
de: Seiten ausschneiden

source: Dark
de: Dunkel

source: defaultRootPageTitleText
de: Startseite

source: Delete
de: Löschen

source: Delete Collection
de: Sammlung löschen

source: Delete Page
de: Seite löschen

source: Delete Pages
de: Seiten löschen

source: Disconnecting…
de: Verbindung trennen …

source: Disqus Comments
de: Disqus Kommentare

source: Disqus, shortname not set
de: Disqus, Kurzname nicht eingestellt

source: Do you really want to save your incomplete hosting information?
de: Wollen Sie wirklich die unvollständigen Hostinformationen sichern?

source: Document
de: Dokument

source: Document model error.
de: Dokumentenmodell Fehler.

source: Don’t Save
de: Nicht sichern

source: Done
de: Fertig

source: Done.
de: Fertig.

source: Drag
de: Bewegen

source: Drag a link here or enter the URL below
de: Einen Link hierher bewegen oder eine URL unterhalb eingeben

source: Duplicate
de: Duplizieren

source: Echo/JS-Kit, no moderator
de: Echo/JS-Kit, kein Moderator

source: Edit
de: Bearbeiten

source: Edit “%@” HTML
de: "%@" HTML bearbeiten

source: Edit HTML
de: HTML bearbeiten

source: Edit Link…
de: Link bearbeiten …

source: Edit Raw HTML…
de: HTML Quelltext bearbeiten …

source: Embedded
de: Eingebettet

source: Empty/Text
de: Leer/Text

source: Empty/Text – Without Sidebar
de: Leer/Text – ohne Seitenleiste

source: Enter License Key
de: Lizenzschlüssel eingeben

source: Error Installing Plug-in
de: Fehler beim Installieren des Plug-Ins

source: Error Installing Plug-ins
de: Fehler beim Installieren der Plug-Ins

source: Error type: %@, code %d
de: Fehler Typ: %1$@, Code %2$d

source: Errors encountered, test failed. Please go back and check your settings.
de: Fehler aufgetreten, Test nicht bestanden. Bitte überprüfen Sie Ihre Einstellungen.

source: Establishing %@ connection…
de: Baue %@ Verbindung auf …

source: Even if you get errors or warnings, your page will often render just fine in most browsers — many large companies have HTML that does not pass validation on their pages — but in some cases this will explain why your page does not look right.
de: Auch wenn Sie Fehler und Warnungen angezeigt bekommen, wird Ihre Seite in den meisten Browsern korrekt dargestellt - viele größere Firmen haben auch HTML auf ihren Seiten, welches nicht die Überprüfung passiert - aber in manchen Fällen erklärt dies, warum Ihre Seite nicht richtig aussieht.

source: Examples: <embed>, <video>, <iframe>, <font>, <wbr>
de: Beispiele: <embed>, <video>, <iframe>, <font>, <wbr>

source: Explanation and Impact
de: Erklärung und Auswirkung

source: Export Complete
de: Export abgeschlossen

source: Export To:
de: Export nach:

source: Exporting “%@”
de: Exportiere „%@“

source: Exporting…
de: Exportieren …

source: External Link
de: Externer Link

source: Facebook Comments
de: Facebook Kommentare

source: Failed
de: Fehlgeschlagen

source: Failed.
de: Fehlgeschlagen.

source: Fetching results…
de: Ergebnisse laden …

source: First Child Page
de: Erste untergeordnete Seite

source: Fix the HTML so that it no longer returns any errors or warnings
de: Korrigieren Sie das HTML, damit dieses nicht weiterhin Fehler und Warnungen zurückgibt

source: Flexible width
de: Flexibel Breite

source: Free Demo (Unlicensed)
de: Kostenlose Demoversion (Unlizensiert)

source: From the Internet, it should be reachable at %@. (Not yet verified)
de: Vom Internet aus sollte sie als %@ erreichbar sein

source: From the Internet, it will be reachable at %@.
de: Vom Internet wird sie unter %@ erreichbar sein.

source: Generate Feed
de: Feed erzeugen

source: Glossy
de: Glänzend

source: Graphic
de: Grafik

source: Here are some possible explanations for the error:
de: Hier sind mögliche Erklärungen für diesen Fehler:

source: Here are some possible explanations for the errors:
de: Hier sind mögliche Erklärungen für diese Fehler:

source: Here are some possible explanations for the warning:
de: Hier sind mögliche Erklärungen für diese Warnung:

source: Here are some possible explanations for the warnings:
de: Hier sind mögliche Erklärungen für diese Warnungen:

source: Hide Media Browser
de: Medienbrowser ausblenden

source: Host Character Set Mismatch
de: Host Zeichensatz Ungleichheit

source: Host Settings
de: Host Einstellungen

source: However, web sharing must be activated in order for this to be functional.
de: Web sharing muß hierzu jedoch aktiviert sein.

source: HTML appears OK. Validate for detailed diagnostics.
de: HTML erscheint OK. Validieren Sie es für eine detailiere Analyse.

source: I'll take my chances. Proceed.
de: Ich nehme meine Chancen. Fortfahren.

source: If you are experiencing display problems on certain browsers, you should fix any error messages in the raw HTML objects that you put onto your page (including code injection), or adjust the HTML style specified for this page to be a less restrictive document type.
de: Falls Sie Darstellungsproblem in bestimmten Browsern feststellen, sollten Sie jeden Fehler in den HTML Quelltextobjekte auf Ihrer Seite (inklusive der Codeinjektionen) beheben. Oder Sie ändern den spezifizierten HTML Stil für diese Seite auf einen weniger restriktiven Dokumententyp.

source: If you are experiencing display problems on certain browsers, you should fix any error messages in this raw HTML object, or adjust the HTML style specified for this object to be a less restrictive document type.
de: Falls Sie Darstellungsproblem in bestimmten Browsern feststellen, sollten Sie jeden Fehler in diesem HTML Quelltextobjekt beheben. Oder Sie ändern den spezifizierten HTML Stil für dieses Objekt auf einen weniger restriktiven Dokumententyp.

source: If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window.
de: Wenn Sie nicht mit der Konfiguration Ihres Hosts vertraut sind, lesen Sie bitte unsere Online-Hilfe mit dem Hilfe Knopf in diesem Fenster.

source: Illegal characters found in docRoot.
de: Ungültige Zeichen in docRoot gefunden.

source: Illegal characters found in URL. A URL must look something like http://www.domain.com/path/
de: Ungültige Zeichen in der URL gefunden. Eine URL muss so aussehen: http://www.domain.com/pfad/

source: Illegal characters found in User ID. A User ID contains numbers and letters and underscores.
de: Ungültige Zeichen in der User ID gefunden. Eine User ID enthält Buchstaben, Ziffern und Unterstriche.

source: Illegal characters were found in the folder name. Please limit the folder name to letters, numbers, dashes, and underscores.
de: Ungültige Zeichen wurden im Dateinamen gefunden. Bitte benutzen Sie nur Buchstaben, Ziffern, Binde- und Unterstriche

source: Indexes
de: Indizes

source: Initializing…
de: Initialisiere …

source: Insert
de: Einfügen

source: Insert Text
de: Text einfügen

source: Installing Plug-ins…
de: Plug-Ins installieren …

source: IntenseDebate Comments
de: IntenseDebate Kommentare

source: IntenseDebate, no Account ID
de: IntenseDebate, keine Konto ID

source: Invalid HTML
de: Ungültiges HTML

source: Invalid Registration Key
de: Ungültiger Registrierungsschlüssel

source: Invalid registration key entered
de: Ungültiger Registrierungsschlüssel eingegeben

source: It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator.
de: Die URL %@ scheint nicht zu diesem Computer zu führen. Ein Webserver wurde kontaktiert, aber die Testdatei nicht gefunden. Eine mögliche Erklärung, ist dass ein Router in Ihrem lokalen Netz installiert ist, und Web Anfragen nicht an ihren Computer weitergeleitet werden. Lesen Sie in ihrer Routerdokumentation nach, oder sprechen Sie mit ihrem Netzwerkadministrator.

source: It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer.
de: Die URL %@ scheint nicht zu diesem Computer zu zeigen. Der Hostname wurde eventuell falsch angegeben, oder entspricht nicht Ihrem Computer.

source: It can be reached from your computer and others in your local network at %@.
de: Es kann von Ihrem Computer, und anderen im lokalen Netzwerk, bei %@ erreicht werden.

source: It has already been published at:
de: Es wurde schon veröffentlicht auf:

source: It will be reachable from the Web at %@ .
de: Es wird vom Web aus unter %@ erreichbar sein.

source: It will be transmitted via %@ to your '%@' account at %@.
de: Es wird per %1$@ zu Ihrem '%2$@' Konto bei %3$@ übertragen.

source: Karelia Recommends A2 Hosting
de: Karelia empfiehlt A2 Hosting

source: Language
de: Sprache

source: Last Child Page
de: Letzte untergeordnete Seite

source: Last updated
de: Zuletzt aktualisiert

source: License Required to Publish Page
de: Lizenz notwendig um die Seite zu veröffentlichen

source: Make Writable
de: Schreibbar machen

source: Maximum %d characters
de: Maximal %d Zeichen

source: Media
de: Medien

source: Media Placeholder
de: Medienplatzhalter

source: Metrics
de: Maße

source: Minimal
de: Minimalistisch

source: MobileMe password could not be found.
de: MobileMe Passwort kann nicht gefunden werden.

source: MobileMe username could not be found.
de: MobileMe Nutzername kann nicht gefunden werden.

source: More
de: Mehr

source: More than 156 characters will be truncated
de: Mehr als 156 Zeichen werden gekürzt

source: More than 65 characters will be truncated
de: Mehr als 65 Zeichen werden gekürzt

source: Multiple Pages Selected
de: Mehrere Seiten ausgewählt

source: My Website
de: Meine Website

source: navigateListHTML
de: Liste

source: navigateMainHTML
de: Menü

source: navigateNextHTML
de: Weiter

source: navigatePreviousHTML
de: Zurück

source: Next
de: Weiter

source: No
de: Nein

source: No changes need publishing.
de: Keine Änderungen zu veröffentlichen.

source: No errors
de: Keine Fehler

source: No matches for %@
de: Keine Treffer für %@

source: No media found directly on page
de: Keine Medien direkt auf der Seite gefunden

source: No RSS feed
de: Kein RSS Feed

source: No thanks. I'll wait for official support.
de: Nein Danke. Ich warte auf die offizielle Unterstützung.

source: No URL specified
de: Keine URL angegeben

source: No warnings
de: Keine Warnungen

source: No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator.
de: Bei der angegebenen URL antwortet kein Server, %@. Der Webserver Ihres Computers funktioniert eventuell nicht, oder der Hostname des Computers ist nicht korrekt angegebe, oder ein Router in ihrem Netzwerk ist nicht eingerichtet, um Anforderungen zu ihrem Computer weiterzuleiten. Sie werden die Dokumentation ihres Routers lesen müssen, oder mit ihrem Netzwerkadministrator sprechen.

source: noCrossDomainFlashText
de: Kann entfernt gehostete flashbasierendes Video nicht einbetten.

source: Non-Page Link
de: Keine-Seite Link

source: None
de: Keine

source: Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights.
de: Hinweis: Bevor Sie Material (Text, Bilder, Audio usw.) auf Ihrer Website veröffentlichen, stellen Sie sicher, dass Sie die notwendigen Rechte haben.

source: Nothing Selected
de: Nichts ausgewählt

source: Object
de: Objekt

source: Only This File
de: Nur diese Datei

source: Open Selected Item
de: Ausgewähltes Objekt öffnen

source: Open Selected Items
de: Ausgewählte Objekte öffnen

source: Opening %@…
de: Öffne %@ …

source: Operation timed out.
de: Vorgang dauerte zu lange.

source: Or select a different collection in the Inspector
de: Oder eine andere Sammlung in den Informationen auswählen

source: Other Markup
de: Weiteres Markup

source: Other missing media files have been found in the same location.
de: Weiter fehlende Mediendateien wurde am selben Ort gefunden.

source: Page
de: Seite

source: Page Code Injection
de: Seiten Code Injektion

source: Page Validator Results: %@, %@
de: Seitenüberprüfungsergebnisse: %1$@, %2$@

source: Pages
de: Seiten

source: Objects
de: Objekten

source: PALETTE_ADD_COLLECTION_POPUP
de: Indizes

source: PALETTE_ADD_PAGE
de: Neue Seite

source: PALETTE_ADD_PAGE_POPUP
de: Neu

source: PALETTE_ADD_OBJECTS
de: Objekte

source: PALETTE_ADD_OBJECTS_POPUP
de: Objekte

source: PALETTE_CHOOSE_DESIGN
de: Designs

source: PALETTE_CREATE_EDIT_LINK
de: Link erstellen/bearbeiten

source: PALETTE_EDIT_HTML
de: HTML Quelltext bearbeiten

source: PALETTE_EDIT_ONOFF
de: Marker ein-/ausblenden

source: PALETTE_EXPORT
de: Export

source: PALETTE_GROUP_COLLECTION
de: Gruppe

source: PALETTE_INSERT_INDEX
de: Indizes

source: PALETTE_INSERT_TEXT_BOX
de: Textfeld

source: PALETTE_PUBLISH
de: Änderungen veröffentlichen

source: PALETTE_PUBLISH_ALL
de: Alle veröffentlichen

source: PALETTE_SETUP_HOST
de: Host einrichten

source: PALETTE_TOGGLE_INFO
de: Informationen

source: PALETTE_TOGGLE_MEDIA
de: Medien

source: Password was not accepted.
de: Kennwort wurde abgelehnt.

source: Paste
de: Einsetzen

source: Paste or edit your own HTML code
de: Einfügen oder bearbeiten Sie Ihren eigenen HTML Quelltext

source: Photo/Video – Without Sidebar
de: Photo/Video – ohne Seitenleiste

source: Please check your account settings in the MobileMe System Preferences pane.
de: Bitte prüfen Sie Ihre Kontoeinstellungen in den Systemeinstellungen „MobileMe“.

source: Please choose a different location to copy to.
de: Wählen Sie bitte einen anderen Ort zum kopieren.

source: Please create a folder to contain your site.
de: Erstellen Sie bitte ein Ordner, der Ihre Website enthalten wird.

source: Please note that there was a raw HTML object that you have chosen not to be included in this validation.
de: Bitte beachten Sie, dass Sie HTML Quelltextobjekte von der Überprüfung ausgeschlossen haben.

source: Please note that there were %d raw HTML objects that you have chosen not to be included in this validation.
de: Bitte beachten Sie, dass Sie %d HTML Quelltextobjekte von der Überprüfung ausgeschlossen haben.

source: Please run the Host Setup Assistant again to test your host setup.
de: Bitte starten Sie den Host Einrichtungsassistenten erneut, um Ihre Host Einrichtung zu testen.
