Repository: 08/ConnectionKit
Catalog: App/*.lproj/Localizable.strings
Languages: de

source: Please run the Host Setup Assistant and re-enter your host's login credentials.
de: Bitte starten Sie den Host Einrichtungsassistenten, um Ihre Host Zugangsdaten erneut einzugeben.

source: Please set up the site for publishing, or export it to a folder instead.
de: Bitte richten Sie diese Website für die Veröffentlichung ein oder exportieren sie stattdessen in ein Verzeichnis.

source: Please use the Inspector to enter the URL of a Flash.
de: Bitte benutzen Sie die Informationen, um die URL einer Flashdatei anzugeben.

source: Please use the Inspector to enter the URL of a video.
de: Bitte benutzen Sie die Informationen, um die URL eines Videos anzugeben.

source: Plug-in failed to load
de: Plug-In konnte nicht geladen werden

source: Plug-in Installed
de: Plug-In installiert

source: Plug-in not found
de: Plug-In nicht gefunden

source: Plug-in not visible
de: Plug-In nicht sichtbar

source: Plug-ins Installed
de: Plug-Ins installiert

source: Preparing to export…
de: Zum Exportieren vorbereiten …

source: Preparing to upload…
de: Zum Hochladen vorbereiten …

source: Previous
de: Zurück

source: Problems detected with the structure of the HTML. Validate for more information.
de: Probleme mit der Struktur des HTMLs entdeckt. Überprüfen Sie für weitere Informationen.

source: Problems detected with this HTML. Validate for more information.
de: Probleme mit diesem HTML entdeckt. Überprüfen Sie für weitere Informationen.

source: Publish All
de: Alle veröffentlichen

source: Published to
de: Veröffentlicht auf

source: Publishing Complete
de: Veröffentlichung abgeschlossen

source: Publishing failed.
de: Veröffentlichung fehlgeschlagen.

source: Publishing finished.
de: Veröffentlichung abgeschlossen.

source: Publishing finished. Do you want to save the changes made in the document “%@”?
de: Veröffentlichung beendet. Wollen Sie die Änderungen in dem Dokument „%@" sichern?

source: Publishing Transcript
de: Veröffentlichungsprotokoll

source: Publishing…
de: Veröffentlichen …

source: Quartz Extreme Not Available
de: Quartz Extreme nicht verfügbar

source: Quit
de: Beenden

source: Raw HTML
de: HTML Quelltext

source: Raw HTML Object Validator Results: %@, %@
de: HTML Quelltextobjekte Überprüfungsergebnisse: %1$@, %2$@

source: Raw HTML/Text
de: HTML Quelltext/Text

source: Received the error message: %@
de: Fehlermeldung erhalten: %@

source: Remove Custom Summary
de: Eigene Zusammenfassung entfernen

source: Replace with your own image, movie, sound
de: Mit Ihrem eigenen Bild, Film oder Ton ersetzen

source: Restricted Publishing
de: Eingeschränktes Veröffentlichen

source: Reveal in Finder
de: In Finder zeigen

source: Sandvox 2 is not yet fully supported under Lion (Mac OS X 10.7). This application may unexpectedly Quit at any time. Proceed with caution.
de: Sandvox 2 wird noch nicht vollständig unter Lion (Mac OS X 10.7) unterstützt. Das Programm kann unerwartet beendet werden. Gehen Sie vorsichtig vor.

source: Sandvox 2 license required
de: Sandvox 2 Lizenz notwendig

source: Sandvox Acknowledgments
de: Sandvox Dank an

source: Sandvox has a problem and has produced incorrect HTML
de: Sandvox hat ein Problem und hat nicht korrektes HTML erzeugt

source: Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not.
de: Sandvox hat festgestellt, dass kein Inhalt seit dem letzten Veröffentlichen geändert wurde. Alle veröffentlichen wird den gesamten Inhalt hochladen, egal ob er geändert wurde oder nicht.

source: Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you need to enter a valid license.
de: Sandvox ist kostenlos zur Veröffentlichung von keinen Websites, bis zu %d Seiten. Für komplexere Sites müssen Sie eine gültige Lizenz eingeben.

source: Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you will want to buy a license.
de: Sandvox ist kostenlos zur Veröffentlichung von keinen Websites, bis zu %d Seiten. Für komplexere Sites, werden Sie eine Lizenz kaufen wollen.

source: Sandvox is unable to write a test file into your computer’s temporary directory.
de: Sandvox konnte keine Testdatei in das temporäre Verzeichnis Ihres Computers schreiben.

source: Sandvox Release Notes
de: Sandvox Veröffentlichungsnotizen

source: Sandvox was not able to successfully reach your computer from the Internet.
de: Sandvox konnte Ihren Computer nicht erfolgreich vom Internet erreichen.

source: Sandvox was unable create a file inside the “Sites” folder in your home directory. You will need to make this folder writable (using the Finder).
de: Sandvox konnte keine Datei in Ihrem „Web-Sites" Ordner erstellen. Sie werden diesen Ordner beschreibbar machen müssen (im Finder).

source: Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?
de: Sandvox konnte keine Datei im Ordner '%@' erstellen. Wollen Sie diesen Ordner von allen Nutzern an diesem Computer schreibbar machen?

source: Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder.
de: Sandvox konnte keine Datei im Ordner '%@' erstellen. Sie müssen die entsprechende Rechte im Finder ändern.

source: Sandvox was unable create a folder called “Sites” in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder.
de: Sandvox konnte keinen Ordner „Web-Sites" in Ihrem „Privat" Verzeichnis erstellen. Sie werden ihre Mac OS X Installation reparieren müssen, damit Sie Dateien in ihrem Home-Verzeichnis erstellen können.

source: Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists.
de: Sandvox konnte den Ordner im Pfad '%@' nicht finden. Sie müssen Ihre Mac OS X Installation reparieren, damit dieses Verzeichnis existiert.

source: Sandvox will still function perfectly well, but not be able to create fancy page titles.
de: Sandvox wird trotzdem funktionieren, aber ohne die stilisierten Seitentitel erstellen zu können.

source: Save
de: Sichern

source: Save As…
de: Sichern unter …

source: Saving will ensure Sandvox doesn't upload the same changes again next time you publish.
de: Das Speichern stellt sicher, dass Sandvox beim nächsten Veröffentlichen die selben Änderungen nicht noch einmal hochlädt.

source: Searching for previously opened documents…
de: Suche nach früher geöffnete Dokumente …

source: Server reached.
de: Server erreicht.

source: Show Media Browser
de: Medienbrowser einblenden

source: Showing all matches
de: Alle Treffer anzeigen

source: Showing matches for %@
de: Treffer für %@ anzeigen

source: Single Page
de: Einzelseite

source: Single Page…
de: Einzelseite …

source: Site Code Injection
de: Website Code Injektion

source: Site not found
de: Site nicht gefunden

source: skipNavigationLinkHTML
de: [Überspringen]

source: skipNavigationTitleHTML
de: Website Navigation

source: skipSidebarsLinkHTML
de: [Überspringen]

source: skipSidebarsTitleHTML
de: Seitenleiste

source: Slideshow
de: Diashow

source: Social
de: Sozial

source: Some HTML is not acceptable for the document type you have specified on the page
de: Einiges HTML ist für den auf dieser Seite spezifizierten Dokumententyp nicht akzeptabel

source: Some HTML is not acceptable for the specified document type: %@
de: Einiges HTML ist für den spezifizierten Dokumententyp nicht akzeptabel: %@

source: Some HTML that you have entered is invalid
de: Einiges HTML, was Sie eingegeben habe ist ungültig.

source: Some HTML, that you placed on raw HTML objects, is invalid
de: Einiges HTML, welches Sie auch HTML Quelltextobjekte platziert haben, ist nicht gültig.

source: Some HTML, that you placed on raw HTML objects, is not acceptable for the specified document type: %@
de: Einiges HTML, welches Sie auch HTML Quelltextobjekte platziert haben, ist für den spezifizierten Dokumententyp nicht akzeptabel: %@

source: Specialty
de: Spezialität

source: Standard width
de: Standard Breite

source: Stop
de: Stopp

source: Stream Unavailable
de: Stream nicht verfügbar

source: The document could not be copied.
de: Das Dokument konnte nicht kopiert werden.

source: The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location.
de: Das Dokument konnte nicht kopiert werden. Sandvox konnte eine vorhandene Datei oder Ordner am selben Ort nicht löschen.

source: The document could not be opened. %@
de: Das Dokument konnte nicht geöffnet werden. %@

source: The document “%@” could not be opened. %@
de: Das Dokument „%1$@“ konnte nicht geöffnet werden. %2$@

source: The first 3 are:
de: Die ersten 3 sind:

source: The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder).
de: Der Ordner '%@' muß von anderen Nutzern lesbar sein, um Ihre Website von ihrem Computer zu hosten. Sie müssen diesen Ordner im Finder lesbar machen.

source: The following plug-ins could not be installed: %@
de: Die folgenden Plug-Ins konnten nicht installiert werden: %@

source: The following plug-ins were installed: %@ Please re-launch Sandvox to make use of newly installed plug-ins.
de: Die folgenden Plug-Ins wurden installiert: %@ Bitte starten Sie Sandvox neu, um die neuinstallierten Plug-Ins zu benutzen.

source: The host you have chosen always serves its text encoded as '%@'. In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector.
de: Der ausgewählte Host liefert Text immer als '%@' kodiert. Um zu verhindern, dass bestimmter Text immer falsch angezeigt wird, schlagen wir vor, die 'Zeichen-Kodierung' in Ihren Website Informationen so einstellen, um diesem zu entsprechen.

source: The keychain manager returned error %d, so your password was not stored in the keychain. You may need to run the “Keychain Access” utility and repair your keychain, and then set up your host again.
de: Die Schlüsselbundverwaltung hat den Fehler %d gemeldet, deshalb konnte Ihr Kennwort nicht im Schlüsselbund gesichert werden. Sie sollten die Schlüsselbundverwaltung starten und Ihren Schlüsselbund reparieren. Danach können Sie den Host neu einrichten.

source: The registration key you entered has expired.
de: Der eingegebene Registrierungsschlüssel ist abgelaufen.

source: The site cannot be exported here as that would replace the document.
de: Die Site kann hier nicht exportiert werden, weil es das Dokument ersetzen würde.

source: The site has been published to %@.
de: Die Website wurde veröffentlicht auf %@.

source: The site has been published to this computer.
de: Die Website wurde auf diesem Computer veröffentlicht.

source: The URL from which this site should be reachable has not been determined yet.
de: Die URL, um die Website zu erreichen, wurde noch nicht festgestellt

source: The validation report will be attached to this message.
de: Der Überprüfungsbericht wird dieser Nachricht beigefügt.

source: The validator returned the following status message: %@%@
de: Die Überprüfung hat folgende Stausnachricht geliefert: %1$@%2$@

source: The “Edit Raw HTML” command works differently in Sandvox 2.
de: Der "HTML Quelltext bearbeiten" Befehl funktioniert in Sandvox 2 anders.

source: There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?
de: Es sind bereits Seiten mit dem selben Dateinamen wie den hinzu zufügenden Seiten vorhanden. Möchten Sie diese in etwas anderes umbenennen?

source: There is a problem with the document.
de: Es gibt ein Probelm mit diesem Dokument.

source: There is already a page with the file name “%@”. Do you wish to rename it to “%@”?
de: Es ist bereits eine Seite mit dem Dateinamen „%1$@” vorhanden. Möchten Sie dies in „%2$@” umbenennen?

source: This can be replaced with any HTML you want.
de: Dies kann mit jeden gewünschten HTML ersetzt werden.

source: This document appears to have an unknown document model. Please contact Karelia Software by sending feedback from the 'Sandvox' menu.
de: Dieses Dokument scheint ein unbekanntes Datenmodell zu haben. Bitte kontaktieren Sie Karelia Software über das Senden von Feedback im 'Sandvox' Menü.

source: This document must be upgraded to the latest Sandvox data format.
de: Dieses Dokument muß auf das aktuellste Sandvox Datenformat aktualisiert werden.

source: This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'.
de: Dies scheint kein gültiger Hostname zu sein. Ein Hostname besteht aus Servernamen und Domainnamen, z.B. server.domain.com, oder ist eine gültige IP Addresse, z.B. '123.45.67.89'.

source: This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname.
de: Dies scheint keine gültige Web URL zu sein. %1$@%2$@%3$@ scheint kein gültiger Hostname zu sein.

source: This HTML is confirmed as being valid.
de: Dieses HTML ist als gültig bestätigt.

source: This image is a placeholder. Drag a new media file here to replace it.
de: Diese Bild ist ein Platzhalter. Bewegen Sie eine neue Mediendatei hierher, und diese zu ersetzten.

source: This is a free demo of Sandvox
de: Dies ist eine kostenlose Probeversion von Sandvox

source: This is a placeholder for Flash. The full Flash video will appear on your published site, or view it in Sandvox by enabling 'Load data from the Internet' in Preferences.
de: Dies ist ein Platzhalter für Flash. Das vollständige Flash Video wird angezeigt, sobald Sie veröffentlicht haben oder falls Sie „Live“ Datenanzeige in den Einstellungen aktiviert haben.

source: This is a placeholder for video. The full video will appear on your published site, or view it in Sandvox by enabling 'Load data from the Internet' in Preferences.
de: Dies ist ein Platzhalter für einen Film. Der vollständige Film wird erscheinen, sobald die Website veröffentlicht wurden. Um das Video in Sandvox zu sehen, aktivieren Sie bitte die „Live“ Datenanzeige in den Einstellungen.

source: This is not very likely, but if you can see that the invalid code is part of the Sandvox template, please [contact Karelia].
de: Es ist nicht sehr wahrscheinlich, aber sollten Sie sehen, dass der ungültige Code Teil der Sandvox Vorlage ist, kontaktieren Sie bitte [Karelia]

source: This kind of warning can usually be ignored but you may want to verify your page on several browsers
de: Diese Art der Warnung kann meist ignoriert werden, aber Sie sollten die Seite in verschiedenen Browsern überprüfen

source: This page has not been published, because the webmaster is using a demo of Sandvox.
de: Diese Seite wurde noch nicht veröffentlicht, weil der Webmaster eine Probeversion von Sandvox benutzt.

source: This page is a placeholder for the file
de: Diese Anzeige ist ein Platzhalter für diese Datei

source: This version of Sandvox has expired.
de: Diese Version von Sandvox ist abgelaufen.

source: This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available.
de: Diese Version von Sandvox funktioniert nicht mehr. Sandvox wird jetzt nach Aktualisierungen suchen; Bitte installieren Sie die neueste Version, wenn verfügbar.

source: This website cannot be published until you have set up your MobileMe account.
de: Die Website kann erst veröffentlicht werden, wenn Ihr MobileMe Account eingerichtet ist.

source: This website is not set up to be published on this computer or on another host.
de: Diese Website ist nicht für die Veröffentlichung auf diesen Computer oder einen anderen Host eingerichtet.

source: This website is not set up to be published on this computer or on another host. Click Edit to set up where to publish your site.
de: Die Website ist nicht zur Veröffentlichung auf diesem Computer oder einem anderen Host eingerichtet. Klicken Sie auf Bearbeiten, um die Veröffentlichung einzurichten.

source: This website will be published locally on your computer.
de: Die Website wird lokal auf Ihrem Computer veröffentlicht.

source: This website will be published on an external host.
de: Die Website wird auf einem externen Host veröffentlicht.

source: This website will be published on your “%@” account.
de: Die Website wird in Ihrem „%@" Konto veröffentlicht.

source: This website will be published on your “%@” MobileMe account.
de: Die Website wird in Ihrem „%@" MobileMe Account veröffentlicht.

source: This will break any bookmarks to the page your visitors might have saved.
de: Dies wird alle Lesezeichen auf diese Seite ungültig machen, die Ihre Besucher gespeichert haben.

source: Timed out, unable to complete tests.
de: Zeitüberschreitung, konnte Teste nicht fertigstellen.

source: Title
de: Titel

source: To see the Index, please add indexable pages to the collection.
de: Fügen Sie indizierbare Seiten zur Sammlung hinzu, um den Index zu sehen.

source: To subscribe to this feed, drag or copy/paste this link to an RSS reader application
de: Um diesen Feed zu abonnieren, bewegen oder kopieren/einfügen Sie diesen Link in einen RSS Leser.

source: TOOLBAR_ADD_PAGE
de: Neu

source: TOOLBAR_ADD_OBJECTS
de: Objekte

source: TOOLBAR_CHOOSE_DESIGN
de: Designs

source: TOOLBAR_CREATE_LINK
de: Link erstellen

source: TOOLBAR_EDIT_HTML
de: HTML Quelltext bearbeiten

source: TOOLBAR_EDIT_LINK
de: Link bearbeiten

source: TOOLBAR_EDIT_OFF
de: Markierer ausblenden

source: TOOLBAR_EDIT_ON
de: Marker einblenden

source: TOOLBAR_EXPORT
de: Export

source: TOOLBAR_GROUP_COLLECTION
de: Gruppe

source: TOOLBAR_INSERT_INDEX
de: Indizes

source: TOOLBAR_INSERT_TEXT_BOX
de: Textfeld

source: TOOLBAR_PUBLISH
de: Veröffentlichen

source: TOOLBAR_PUBLISH_ALL
de: Alle veröffentlichen

source: TOOLBAR_SETUP_HOST
de: Host einrichten

source: TOOLBAR_TOGGLE_INFO
de: Informationen

source: TOOLBAR_TOGGLE_MEDIA
de: Medien

source: TOOLTIP_ADD_PAGE
de: Neue Seite zur Website hinzufügen.

source: TOOLTIP_ADD_OBJECT
de: Ein neues Objekt zur aktuellen Seite hinzufügen

source: TOOLTIP_CHOOSE_DESIGN
de: Wählen Sie ein Design für Ihre Website

source: TOOLTIP_CREATE_LINK
de: Panel öffnen, um einen Link vom erstellten Text zu erstellen

source: TOOLTIP_EDIT_HTML
de: HTML des Elements in neuem Fenster editieren.

source: TOOLTIP_EDIT_LINK
de: Panel öffnen, um den gewählten Link zu bearbeiten

source: TOOLTIP_EDIT_OFF
de: Seitenmarkierungen zur Hilfe beim Bearbeiten ausblenden

source: TOOLTIP_EDIT_ON
de: Seitenmarkierungen zur Hilfe beim Bearbeiten einblenden

source: TOOLTIP_EXPORT
de: Site auf Ihre lokale Festplatte exportieren.

source: TOOLTIP_GROUP_COLLECTION
de: Gewählte Seiten unter neuer Sammlung gruppieren.

source: TOOLTIP_INSERT_INDEX
de: Einen neuen Index zur Seite hinzufügen

source: TOOLTIP_INSERT_TEXT_BOX
de: Ein neues Textfeld zur aktuellen Seite hinzufügen

source: TOOLTIP_PUBLISH
de: Veränderungen zu Ihrem ISP senden.

source: TOOLTIP_PUBLISH_ALL
de: Gesamte Website zu Ihrem ISP senden.

source: TOOLTIP_SETUP_HOST
de: Host Einrichtungsassistenten einblenden

source: TOOLTIP_TOGGLE_INFO
de: Informationen ein-/ausblenden

source: TOOLTIP_TOGGLE_MEDIA
de: Medienbrowser ein-/ausblenden

source: Trial expired
de: Probeversion abgelaufen

source: Trial License Expired
de: Probelizenz abgelaufen

source: Unable to connect to %@. Please verify your host connection information or try again later.
de: Konnte keine Verbindung zu %@ herstellen. Bitte überprüfen Sie Ihre Host-Verbindung Informationen oder versuchen Sie es später nochmal.

source: Unable to connect to host. Please verify your host connection information or try again later.
de: Konnte keine Verbindung zu Host herstellen. Bitte überprüfen Sie Ihre Host-Verbindung Informationen oder versuchen Sie es später nochmal.

source: Unable to connect; the password was not accepted for your account. Please go back and review your account information.
de: Konnte nicht verbinden; das Kennwort wurde nicht akzeptiert. Bitte überprüfen Sie Ihre Kontodaten.

source: Unable to contact validator.w3.org to perform the validation. You may wish to try again later.
de: Konnte validator.w3.org nicht erreichen. Vielleich möchten Sie es später erneut versuchen.

source: Unable to convert %@ to editable HTML.
de: Konnte %@ nicht in editierbares HTML konvertieren.

source: Unable to convert document %@ to HTML.
de: Konnte Dokument %@ nicht in HTML konvertieren.

source: Unable to create test file %@
de: Konnte Testdatei %@ nicht erstellen

source: Unable to download file from URL: %@
de: Konnte Datei von URL %@ nicht herunterladen

source: Unable to download the test file from the server. You may have your host's URL Format misconfigured.
de: Konnte die Testdatei nicht vom Server laden. Das URL Format Ihres Hosts ist möglicherweise falsch konfiguriert.

source: Unable to embed remotely-hosted Flash-based video.
de: Kann entfernt gehostete flashbasierendes Video nicht einbetten.

source: Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured.
de: Konnte keine HTTP Verbindung zum Server aufbauen. Das URL Format Ihres Hosts ist möglicherweise falsch konfiguriert.

source: Unable to establish connection to URL: %@
de: Konnte keine Verbindung zur URL %@ aufbauen

source: Unable to locate previously opened files.
de: Konnte vorher geöffnete Dateien nicht finden.

source: Unable to read document “%@”.
de: Konnte Dokument „%@“ nicht lesen.

source: Unable to Validate
de: Konnte nicht überprüft werden

source: Unsupported Operating System
de: Nicht unterstütztes Betriebssystem

source: Untitled
de: Unbenannt

source: Untitled Page
de: Unbenannte Seite

source: Untitled Text
de: Unbenannter Text

source: Update License
de: Lizenz aktualisieren

source: Update Text
de: Aktualisierter Text

source: Upgrade
de: Erweitern

source: Upgrade Document
de: Aktualisiere Dokument

source: Upgrade to Sandvox 2
de: Auf Sandvox 2 aktualisieren

source: Upgrade your License
de: Ihre Lizenz erweitern

source: Upgrading document “%@”
de: Aktualisiere Dokument „%@“

source: Uploading “%@”
de: Hochladen von „%@“

source: Use .mp3 or .wav file for maximum compatibility.
de: Verwenden Sie .mp3 oder .wav Dateien für die maximale Kompatibilität.

source: Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site.
de: Benutzen Sie die Code Injektion, um eigenen Code wie <script> Tags oder zusätzliches HTML in jede Seite einzufügen.

source: Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s).
de: Benutzen Sie die Code Injektion, um eigenen Code wie <script> Tags oder zusätzliches HTML in die ausgewählte(n) Seite(n) einzufügen.

source: Use MPEG-4 (h.264) video for maximum compatibility.
de: Verwenden Sie MPEG-4 (h.264) Videos für die maximale Kompatibilität.

source: Use the Inspector to connect this index to a collection.
de: Nutzen Sie die Informationen, um den Index mit einer Sammlung zu verbinden

source: Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents.
de: Benutzen Sie dieses Feld, um Code nach dem <body> Tag einzufügen. Dies ist generell für JavaScripts gedacht, welchen für den Rest des Seiteninhalts vorbereiten.
