Repository: 08/ConnectionKit
Catalog: App/*.lproj/PageInspector.strings
Languages: fr

source: Sidebar:
fr: Barre latérale

source: Menu as:
fr: Menu en

source: Site maps
fr: Cartesdu site

source: Draft (do not publish)
fr: Ébauche (ne pas publier)

source: Comments
fr: Commentaires

source: Created:
fr: Créé :

source: Date & Time
fr: Date et heure

source: Modified:
fr: Modifié :

source: Layout
fr: Mise en page

source: Publishing
fr: Publication

source: Timestamp
fr: Horodateur

source: Date Created
fr: La date de création

source: Date Modified
fr: La date de modification

source: Appearance
fr: Aspect

source: Page Title
fr: Titre de la page

source: Untitled
fr: Sans titre

source: thumbnail
fr: vignette

source: Pick from Page
fr: Choisir à partir de la page

source: Custom Image
fr: Image personnalisée

source: Choose…
fr: Choisir…

source: Thumbnail
fr: Vignette

source: None
fr: Aucune

source: Collection Sort
fr: Tri de la collection

source: Publish archives
fr: Archives publiées

source: Automatic Sorting
fr: Tri automatique

source: Reverse order
fr: Ordre inverse

source: By Date Modified
fr: Par date de modification

source: By Date Created
fr: Par date de création

source: Alphabetical
fr: Alphabétique

source: When checked, links to this page will open in a new window.
fr: Après vérification, les liens vers cette page ouvriront une nouvelle fenêtre.

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: most recent articles
fr: Article le plus récent

source: Indexes & previous/next links
fr: Indexes & liens précédents/suivants

source: Graphical Arrows
fr: Flèches graphisme

source: Textual Links
fr: Liens textuels

source: Link to previous/next page:
fr: Lien à un page précédente/suivante

source: Applies to all pages in the same collection
fr: S’applique à toute les page dans la même collection

source: Meta Tags/Keywords
fr: Méta étiquettes/mots-clés

source: Take from last Child Page
fr: Prendre de la dernière page enfant

source: Take from first Child Page
fr: Prendre de la première page enfant

source: RSS Feed
fr: Flux RSS

source: A collection can contain other pages
fr: Une collection peut contenir d’autres pages

source: Convert to Collection…
fr: Convertir en Collection…

source: Convert to Single Page…
fr: Convertir en une seule page…

source: Use a collection to group together multiple child pages
fr: Utilisez une collection de regrouper plusieurs pages enfant

source: Article Length:
fr: Longueur de l’article :
