Repository: 08/ConnectionKit
Catalog: App/*.lproj/Prefs.strings
Languages: fr, pt_br

source: Sandvox Preferences
fr: Préférences Sandvox
pt_br: Preferências do Sandvox

source: Load data from the Internet
fr: Charger les données depuis Internet
pt_br: Carregar dados da internet

source: Match creation date to source material
fr: Faire concorder la date de création avec le matériel source
pt_br: Combinar data de criação para o material de origem

source: Read URLs from web browser
fr: Lire les URL depuis le navigateur web
pt_br: Ler URLs do navegador web

source: Open Help
fr: Ouvrir Aide
pt_br: Abrir Ajuda

source: OtherViews
pt_br: Outras Exibições

source: Include beta versions
fr: Inclure versions bêta
pt_br: Incluir versões beta

source: Release versions only
fr: Versions finales seules
pt_br: Somente versões oficiais

source: Manually
fr: Manuellement
pt_br: Manualmente

source: Never
fr: Jamais
pt_br: Nunca

source: Automatically
fr: Automatiquement
pt_br: Automaticamente

source: Ask each time
fr: Demander à chaque fois
pt_br: Perguntar a cada vez

source: Check for Software Updates:
pt_br: Verificar Atualizações de Software:

source: Check Now
fr: Rechercher
pt_br: Verificar Agora

source: Report Problems to Karelia:
pt_br: Enviar Relatório para Karelia:

source: From:
fr: De :
pt_br: De:

source: Include index filename
fr: Inclure le nom de fichier de l'index
pt_br: Incluir nome do arquivo de índice

source: Collection URLs:
fr: URL des cCcllections
pt_br: URLs da Coleção:

source: http://example.com/collection/
pt_br: http://exemplo.com.br/colecao/

source: http://example.com/collection/index.html
pt_br: http://exemplo.com.br/colecao/index.html

source: When Inserting Pages/Objects:
pt_br: Ao Inserir Páginas/Objetos:

source: While Editing:
pt_br: Ao Editar:

source: Turning off may speed up page loading
fr: La désactification peut accélérer le chargement des pages
pt_br: A desativação pode acelerar o carregamento da página

source: Autosave Every:
pt_br: Salvar Automaticamente a Cada:

source: 30 sec
pt_br: 30 seg

source: Check for software updates:
fr: Rechercher une mise à jour

source: Report problems to Karelia:
fr: Rapporter les erreurs à Karelia :

source: When inserting pages/objects:
fr: Lors de l'insertion de pages/objets :

source: While editing:
fr: Lors de la modification
