Repository: 08/ConnectionKit
Catalog: App/*.lproj/SVAudioInspector.strings
Languages: pt_br

source: Options
pt_br: Opções

source: Box
pt_br: Caixa

source: caution
pt_br: atenção

source: Copy file into document
pt_br: Copiar arquivo no documento

source: Advanced
pt_br: Avançado

source: Enclosure in RSS Feeds
pt_br: Acrescentar no RSS Feeds

source: Loop
pt_br: Intermitente

source: Automatically load
pt_br: Carregar automaticamente

source: Automatically play
pt_br: Tocar automaticamente

source: Show Controller
pt_br: Controlar Exibição
