Repository: 08/ConnectionKit
Catalog: App/*.lproj/Welcome.strings
Languages: fr

source: Welcome to Sandvox
fr: Bienvenue sur Sandvox

source: Create a New Site…
fr: Créer un nouveau site

source: Open an Existing Site…
fr: Ouvrir un site existant…

source: Watch our Introduction Video
fr: Regarder notre vidéo de présentation

source: See us build a website from start to finish. 18 minutes long, in English Internet connection required.
fr: Observez nous construire un site web du début à la fin. durée : 18 minutes, en anglais Une connexion à Internet est nécessaire.

source: website thumbnail
fr: vignette de site web

source: website title
fr: titre de site web

source: Recent Documents
fr: Documents récents

source: Open Selected Item
fr: Ouvrir l’élément sélectionné

source: examples of Sandvox websites
fr: exemples de sites web Sandvox

source: Take a look at what kind of websites you can build with Sandvox.
fr: Jetez un coup d’oeil aux types de sites Web que vous pouvez faire avec Sandvox.

source: Help & Documentation
fr: L’aide est dans la documentation

source: Help
fr: Aide

source: Play
fr: Lire

source: Show at launch
fr: Afficher au lancement
