Repository: 08/ConnectionKit
Catalog: App/*.lproj/WrapInspector.strings
Languages: fr, pt_br

source: float right
pt_br: flutuante direita

source: float left
pt_br: flutuante esquerda

source: block right
pt_br: bloquear direita

source: block ctr.
pt_br: bloquear centralizado

source: block left
pt_br: bloquear esquerda

source: Object Placement
fr: Position de l’objet
pt_br: Posicionamento do Objeto

source: aligned left
fr: aligné à gauche
pt_br: alinhado à esquerda

source: aligned center
fr: aligné au centre
pt_br: centralizado

source: floated left
fr: flottant à gauche
pt_br: flutuante à esquerda

source: floated right
fr: flottant à droite
pt_br: flutuante à direita

source: Inline (moves with text)
fr: sur la ligne (se déplace avec le texte)
pt_br: Em Linha (move com o texto)

source: Callout
fr: Légende
pt_br: Texto Explicativo

source: Radio
pt_br: Rádio

source: Object causes wrap
fr: L'objet provoque un voile
pt_br: O objeto enviolve o texto

source: Box
pt_br: Caixa

source: Show Caption
fr: Afficher la légende
pt_br: Exibir Título

source: Show Introduction
fr: Afficher la présentation
pt_br: Exibir Introdução

source: Show Title
fr: Afficher le titre
pt_br: Exibir Título

source: Sidebar
fr: Barre latérale
pt_br: Barra Lateral

source: Not all designs/placements support this
fr: Seulement certains designs supportent ceci
pt_br: Nem todos os designs/posicionamentos são suportados

source: Border
fr: Bordure
pt_br: Borda

source: Layout
fr: Mise en page
