Repository: 08/ConnectionKit
Catalog: PlugIns/TweetButtonElement/*.lproj/Inspector.strings
Languages: fr

source: Twitter Name
fr: Nom Twitter

source: Vertical count
fr: Nombre vertical

source: Horizontal count
fr: Nombre horizontal

source: No Count
fr: Auncun nombre

source: Appearance
fr: Aspect

source: Show:
fr: Afficher :

source: Tweet Text
fr: Texte du Tweet

source: Tweet URL
fr: Tweeter l’URL

source: Follow Recommendations
fr: Suivre la recommandation

source: This user will be @mentioned in the suggested Tweet.
fr: Cet utilisateur sera @mentioned dans le tweet suggéré.

source: If not specified, the title of the page will be used.
fr: Si non indiqué, le titre de la page sera utilisé.

source: If not specified, the URL of the page will be used.
fr: Si non indiqué, l’URL de la page sera utilisée.

source: Recommend up to two Twitter accounts for users to follow after they share content from your website.
fr: Recommander jusqu’à 2 comptes Twitter à suivre après le partage de contenu de votre site We.b
