Repository: 08/ConnectionKit
Catalog: *.lproj/Localizable.strings
Languages: de, es

source: %@'s fingerprint does not match the one on record. If the server has changed its key, then this is to be expected. If not then you should check with the system administrator before proceeding. The new fingerprint is %@. Do you wish to connect to the server?
de: %1$@s Fingerprint entspricht nicht dem gespeicherten. Falls der Server den Schlüssel geändert hat ist dies zu erwarten. Wenn nicht, kontaktieren Sie den Systemadministrator, bevor Sie fortfahren. Der neue Fingerprint ist %2$@. Wollen Sie mit dem Server verbinden?

source: %@ What would you like to do?
de: %@ Was möchten Sie tun?
es: %@ ¿Qué desea hacer?

source: A Connection Error Occurred
de: Ein Verbindungsfehler ist aufgetreten
es: Ha ocurrido un error de conexión

source: Action Aborted. Local Error
de: Vorgang abgebrochen. Lokaler Fehler
es: Acción abortada. Error local

source: All data connection modes have been exhausted. Check with the server administrator.
de: Alle Datenverbindungstypen haben versagt. Fragen Sie ihren Administrator
es: Se han agotado todos los modos de conexión de datos posibles. Comuníquese con el administrador del servidor.

source: An intermediate directory does not exist and needs to be created before the current directory
de: Ein Zwischenordner existiert nicht und muss vor dem jetzigen Ordner neu eingerichtet werden

source: An unknown error occured
de: Ein unbekannter Fehler ist aufgetreten

source: and
de: und
es: y

source: Are you sure you want to stop the upload?
de: Wollen Sie die Übertragung wirklich stoppen?
es: ¿Está seguro que desea detener la carga del archivo en el servidor?

source: Authentication by Public Key Failed
de: Authentifizierung durch öffentlichen Schlüssel fehlgeschlagen.

source: Authentication Failed. Do you have permission to access this server via SFTP?
de: Authentifizierung fehlgeschlagen. Haben Sie Zugang zu diesem Server per SFTP?

source: Authorize
de: Autorisieren
es: Autorizar

source: Authorize Connection?
de: Verbindung autorisieren?
es: ¿Autorizar conexión?

source: Bad Configuration
de: Falsche Konfiguration
es: Error de configuración

source: Bad Droplet
de: Falsches Droplet
es: Gotero dañado

source: Bad Message
de: Ungültige Nachricht

source: Bad Password.
de: Falsches Kennwort.

source: Cancel
de: Abbrechen
es: Cancelar

source: Cannot Upload File. Storage quota on server exceeded
de: Datei kann nicht hochgeladen werden. Speicherkontingent auf Server überschritten.
es: No se puede cargar el archivo en el servidor. Se ha excedido la cuota de almacenamiento en el servidor.

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@

source: Connected to File System
de: Verbunden mit Dateisystem

source: Connecting to %@
de: Mit %@ verbinden
es: Conectado a %@

source: Connecting...
de: Verbinden…

source: Connection Lost
de: Verbindung verloren

source: Continue Upload
de: Übertragung fortsetzen
es: Continuar la carga del archivo.

source: Copying %@ to %@
de: Kopieren von %1$@ nach %2$@

source: Could not change file permissions
de: Konnte Dateirechte nicht ändern
es: No se pudieron cambiar los permisos del archivo

source: Could not create directory
de: Verzeichnis konnte nicht erzeugt werden
es: No se puedo crear el directorio

source: Couldn't find configuration file specified %@
de: Konnte angegebene Konfigurationsdatei nicht finden %@
es: No se pudo encontrar el archivo de configuración especificado %@

source: Create Directory %@ (%lo)
de: Erzeuge Verzeichnis %1$@ (%2$lo)

source: Create directory operation failed
de: Neuer Ordner Vorgang versagt
es: La operación para crear el directorio ha fallado.

source: Data Stream Timed Out
de: Datenstrom Zeitüberschreitung
es: El flujo de datos ha expirado

source: Deleting File %@
de: Datei %@ löschen

source: Directory not empty
de: Verzeichnis nicht leer

source: Disconnected
de: Getrennt
es: Desconectado

source: Disconnected from %@
de: Getrennt von %@
es: Desconectado de %@

source: End of File
de: Ende der Datei

source: Error INVAL
de: Fehler INVAL

source: Error parsing directory listing
de: Fehler beim Lesen der Verzeichnisstruktur
es: Error al procesar la lista de directorios

source: Exhausted all connection types to server. Please contact server administrator
de: Alle Verbindungsarten zum Server wurden versucht. Kontaktieren Sie den Serveradministrator.
es: Se han agotado todos los tipos de conexión con el servidor. Por favor, pongase en contacto con el administrador del servidor

source: Failed to change to directory
de: Verzeichnis konnte nicht gewechselt werden
es: Fallo al cambiar al directorio

source: Failed to create directory
de: Verzeichnis konnte nicht erstellt werden

source: Failed to delete directory
de: Verzeichnis konnte nicht gelöscht werden
es: Fallo al borrar el directorio

source: Failed to delete directory: %@
de: Konnte Verzeichnis %@ nicht löschen
es: Fallo al borrar el directorio: %@

source: Failed to delete file
de: Datei konnte nicht gelöscht werden
es: Fallo al borrar el archivo

source: Failed to delete file: %@
de: Konnte Datei %@ nicht löschen
es: Fallo al borrar el archivo: %@

source: Failed to find public key in %@. If you have a custom named key, please set the User Default key SSHPublicKey.
de: Konnte in %@ keine öffentlichen Schlüssel finden. Falls Sie eine selbst-benannte Schlüssel haben, setzen Sie bitte den benutzerdefinierten Standardschlüssel SSHPublicKey.

source: Failed to initialize SFTP Subsystem. Do you have permission to access this server via SFTP?
de: SFTP Untersystem konnte nicht initialisiert werden. Haben Sie Zugang zu diesem Server per SFTp?

source: Failed to retrieve .mac account details
de: Konnte .Mac Account Daten nicht erhalten

source: Failed to upload data
de: Daten konnte nicht hochgeladen werden
es: Fallo al subir los datos

source: Failed to verify file transferred successfully
de: Überprüfung der Dateiübertragung fehlgeschlagen
es: Fallo al verificar la transferencia satisfactoria del archivo

source: Failed to write all data
de: Nicht alle Daten konnten geschrieben werden

source: Failure
de: Versagen

source: File %@ does not exist on server
de: Datei %@ existiert auf dem Server nicht
es: El archivo %@ no existe en el servidor

source: File / Directory does not exist
de: Datei / Verzeichnis existiert nicht

source: File Already Exists
de: Datei existiert bereits
es: El archivo ya existe

source: File already exists
de: Datei existiert bereits

source: File in Use
de: Datei wird benutzt
es: Archivo en uso

source: Filename not Allowed
de: Dateiname nicht erlaubt

source: FTP service not available; Remote server has closed connection
de: FTP Dienst nicht verfügbar; Der Server hat die Verbindung beendet.
es: El servicio FTP no está disponible; el servidor remoto ha cerrado la conexión

source: FTP Service Unavailable
de: FTP Dienst nicht verfügbar
es: Servicio FTP no disponible

source: Hide Files
de: Dateien ausblenden
es: Ocultar archivos

source: Host Unavailable
de: Host nicht verfügbar
es: Servidor no disponible

source: Insufficient storage space available
de: Unzureichender freier Speicher

source: Invalid Account name
de: Ungültiger Kontoname
es: Nombre de cuenta invalido

source: Invalid filename
de: Ungültiger Dateiname

source: Invalid Handle
de: Ungültiger Name

source: Is the service running on the server
de: Läuft der Dienst auf dem Server
es: Está el servicio corriendo en el servidor

source: Local File already exists
de: Lokale Datei existiert bereits
es: El archivo local ya existe

source: Lock Conflict
de: Problem mit der Sperre

source: Method not Supported
de: Methode nicht unterstützt

source: New Category
de: Neue Kategorie

source: No configuration file specified
de: Keine Konfigurationsdatei angegeben
es: No se especificó un archivo de configuración

source: No Connection
de: Keine Verbindung

source: No connection available for requested connection type
de: Keine verfügbare Verbindung für gewählte Verbindungsart
es: No hay una conexión disponible para el tipo requerido

source: No connection available for requested port
de: Keine verfügbare Verbindung für angeforderten Port

source: No connection available for requested protocol
de: Keine verfügbare Verbindung für angefordertes Protokoll

source: No Media
de: Keine Medien

source: No space left on remote machine
de: Kein Platz mehr auf dem entfernten Host

source: No Storage Space Available
de: Kein verfügbarer Speicher
es: No hay espacio de almacenamiento disponible

source: No such file
de: Datei existiert nicht
es: No existe este archivo

source: No such path
de: Pfad existiert nicht

source: Not a directory
de: Ist kein Verzeichnis

source: Not Logged In
de: Nicht eingeloggt
es: No está conectado

source: Operation Unsupported
de: Vorgang nicht unterstützt

source: Parent Folder does not exist
de: Übergeordneter Ordner existiert nicht

source: Password was not accepted.
de: Kennwort wurde abgelehnt.

source: Permission Denied
de: Zugang nicht erlaubt
es: Permiso denegado

source: Quit
de: Beenden
es: Salir

source: Quota exceeded
de: Speicherkontingent überschritten

source: Renaming %@ to %@
de: Umbenennen von %1$@ nach %2$@

source: Request Aborted. Page Type Unknown
de: Vorgang abgebrochen. Seitentyp unbekannt

source: Request Denied
de: Vorang abgelehnt

source: Saved Hosts
de: Gespeicherte Hosts

source: Secure Shell Connection Error
de: Secure Shell Verbindungsfehler

source: Show Files
de: Dateien einblenden
es: Mostrar archivos

source: Stop Upload
de: Übertragung stoppen
es: Detener la carga del archivo

source: Stop Upload?
de: Übertragung stoppen?
es: ¿Detener la carga?

source: Stream Unavailable
de: Stream nicht verfügbar
es: Flujo no disponible

source: The body of the request is not supported
de: Der Befehl wird nicht unterstützt

source: The directory (%@) does not exist
de: Das Verzeichnis (%@) existiert nicht

source: The directory already exists
de: Das Verzeichnis existiert bereits

source: The server does not allow the creation of directories at the current location
de: Der Server erlaubt kein Erstellen von Verzeichnissen am momentanen Ort

source: The SSH manager returned the following error message: %@
de: Beim SSH Dienst ist der folgende Fehler aufgetreten: %@

source: The transferred file has a size of 0.
de: Die übertragenen Datei hat die Größe 0.
es: El archivo transferido tiene tamaño de 0.

source: There is no .Mac access to the directory
de: Kein .Mac Zugang zum gewählten Verzeichnis

source: There is no WebDAV access to the directory
de: Es ist kein WebDAV Zugang zum Verzeichnis vorhanden

source: There was an error with the SSH subsystem:
de: Es ist ein Fehler des SSH Untersystems aufgetreten:

source: This droplet is missing the original application that created it. You will need to reinstall the original application.
de: Diesem Droplet fehlt das Originalprogramm mit welchem es erstellt wurden. Bitte reinstallieren Sie das Originalprogramm.
es: Este gotero no encuentra la aplicación original con el que fue creado; necesitará reinstalarla.

source: This is the first time connecting to %@. It has a fingerprint of %@. Do you wish to connect?
de: Dies ist die erste Verbindung zu %1$@. Sie hat den Fingerprint %2$@. Wollen Sie verbinden?

source: Timed Out waiting for remote host.
de: Zeitüberschreitung beim Warten auf den entfernten Host.
es: Tiempo expirado mientras se esperaba al servidor remoto.

source: Too many files had transfer problems
de: Zu viele Dateien hatten Übertragungsprobleme
es: Demasiados archivos han tenido problemas en la transferencia

source: Unable to store data in file
de: Konnte Daten nicht in Datei sichern
es: Imposible almacenar datos en el archivo

source: Unknown Error Occurred
de: Unbekannter Fehler aufgetreten

source: Unknown Principle
de: Unbekanntes Prinzip

source: Uploading
de: Hochladen von
es: Cargando

source: Uploading %@
de: Hochladen von %@
es: Cargando %@

source: Username and Password are required for FTP connections
de: Benutzername und Kennwort werden für FTP-Zugang benötigt

source: Username and Password are required for S3 connections
de: Benutzername und Kennwort werden für S3 Verbindungen benötigt

source: Username and Password are required for WebDAV connections
de: Benutzername und Kennwort werden für WebDAV Verbindungen benötigt

source: Username is required for SFTP connections
de: Benutzername wird für SFTP benötigt

source: Write Protected
de: Schreibgeschützt

source: Writing data to %@
de: Schreibe Daten nach %@

source: You can not add a child category to the Bonjour category.
de: Sie können keinen neue Unterkategorie zur Bonjour Kategorie hinzufügen.

source: You can not add a new host to the Bonjour category.
de: Sie können keinen neuen Host zur Bonjour Kategorie hinzufügen.

source: You do not have access to write file %@
de: Sie haben keinen Schreibzugang zur Datei %@
es: No tiene acceso de escritura al archivo %@

source: You need an Account to Upload Files
de: Sie brauchen eine Konto, um Dateien hochzuladen
es: Necesita una cuenta para poder subir los archivos

source: auto
es: automático

source: Browse Packages
es: Explorar paquetes

source: Connected to File System
es: Conectado al sistema de archivos

source: Connecting...
es: Conectando...

source: Copying %@ to %@
es: Copiando del %1$@ al %2$@

source: Create Directory %@ (%lo)
es: Crear directorio %1$@ (%2$lo)

source: Date Modified
es: Modificación

source: Deleting File %@
es: Borrando el archivo %@

source: Document
es: Documento

source: Failed to rename file.
es: Fallo al renombrar el archivo.

source: Failed to set permissions for path %@
es: Fallo al establecer permisos a la ruta %@

source: File does not exist
es: El archivo no existe

source: Folder
es: Carpeta

source: Kind
es: Clase

source: Local file %@ doesn't exist
es: El archivo local %@ no existe

source: Name
es: Nombre

source: New Folder
es: Carpeta nueva

source: OK
es: Aceptar

source: Plain text document
es: Documento de texto simple

source: Refresh
es: Actualizar

source: Renaming %@ to %@
es: Renombrando del %1$@ al %2$@

source: Show Hidden Files
es: Mostrar archivos ocultos

source: Show Package Extensions
es: Mostrar extensiones de los paquetes

source: Size
es: Tamaño

source: Writing data to %@
es: Escribiendo datos a %@

source: You can not add a child collection to the Bonjour category.
es: No puede añadir una colección hija a la categoría de Bonjour.

source: You can not add a new server to the Bonjour category.
es: No puede añadir un nuevo servidor a la categoría de Bonjour.
