Repository: 08/ConnectionKit
Catalog: Plugins/Elements/AmazonElement/*.lproj/Localizable.strings
Languages: da, de

source: Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found.
da: Amazon-lister er normalt specifikke for et bestemt land. Skifter du butik bliver din liste måske ikke fundet.
de: Amazon Listen sind normalerweise landesspezifisch. Sollten Sie den Shop wechseln, kann ihre Liste nicht länger gefunden werden.

source: Cancel
da: Annuller
de: Abbrechen

source: Change Store
da: Skift butik
de: Shop wechseln

source: Change to the %@ Amazon store?
da: Skift til %@ Amazon-butik?
de: Zum %@ Amazon Shop wechseln?

source: Close
da: Luk
de: Schließen

source: Drag Amazon products here from your web browser
da: Træk Amazon-produkter hertil fra din web-browser
de: Bewegen Sie Amazon Produkte aus ihrem Webbrowser hierher

source: Loading product data…
da: Indlæser produktdata…
de: Lade Produktdaten...

source: No Internet connection
da: Ingen internetforbindelse
de: Keine Internet-Verbindung

source: No list with that ID was found
da: Ingen liste med dette ID blev fundet
de: Eine Liste mit dieser ID wurde nicht gefunden

source: No matching Amazon product found
da: Ingen matchende Amazon-produkter blev fundet
de: Kein passendes Amazon Produkt gefunden

source: Not all products are available in every country. By changing the store, some of the products in your list may no longer be found.
da: Ikke alle produkter er tilgængelige i alle lande. Skifter du butik vil nogle af produkterne i din liste måske ikke blive fundet.
de: Nicht alle Produkte sind in jedem Land verfügbar. Mit dem Wechsel des Shops können einige der Produkte auf ihrer Liste nicht mehr gefunden werden.

source: Please add Amazon products to this list using the Inspector.
da: Tilføj Amazon-produkter til denne liste med inspektøren.
de: Bitte fügen Sie in den Informationen Amazon Produkte zu dieser Liste hinzu.

source: Please click the purple help button to view instructions on how to find the public URL of an Amazon list.
da: Klik på den lilla hjælpknap for at se instruktion om at finde den offentlige URL for en Amazon-liste.
de: Bitte klicken Sie auf den violetten Hilfe Knopf, um zu erfahren, wie man die öffentliche URL zu einer Amazon Liste findet.

source: Please enter the ID or public URL of an Amazon list above
da: Skriv ID eller offentlig URL tol en Amazon-liste herover
de: Bitte geben Sie die ID oder öffentliche URL einer Amazon Liste oben ein

source: Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector.
da: Angiv en Amazon-liste f.eks. en øsnkeliste eller listmania) at vise ved hjælp af inspektøren.
de: Bitte geben Sie die anzuzeigende Amazon Liste (z.B. Wunschzettel oder Listmania) in den Informationen ein.

source: Please specify an Amazon product to display
da: Angiv et Amazon-produkt at vise
de: Bitte geben Sie ein Amazon Produkt zum Anzeigen ein

source: The desired quantity of this product has been received.
da: Det ønskede kvantum af dette produkt er blevet modtaget.
de: Die gewünschte Anzahl dieses Produktes ist erreicht.

source: The URL entered does not appear to be a public Amazon list URL
da: Den skrevne URL synes ikke at være en offentlig Amazon-liste URL
de: Die eingegeben URL scheint keine öffentliche Amazon Listen URL zu sein

source: The URL entered is not the public URL of an Amazon list.
da: Den skrevne URL er ikke en offentlig Amazon-liste URL
de: Die eingegeben URL ist keine öffentliche URL einer Amazon Liste.

source: There was an error loading the list.
da: Der opstod en fejl under indlæsning af listen.
de: Es ist ein Fehler beim Laden der Liste aufgetreten.

source: There was an error loading the product
da: Der opstod en fejl under indlæsning af produktet
de: Es ist ein Fehler beim Laden dieses Produktes aufgetreten.

source: This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences.
da: Dette er en pladsholder for et Amazon-produkt. Det vises når du publicerer eller slår live data feeds til i indstillingerne
de: Dies ist ein Platzhalter für ein Amazon Produkt. Es wird angezeigt, sobald Sie veröffentlicht haben oder falls Sie „Live“ Datenanzeige in den Einstellungen aktiviert haben.

source: This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences.
da: Dette er en pladsholder. Din Amazon-liste vises her, når du publicerer eller slår live data feeds til i indstillingerne.
de: Dies ist ein Platzhalter; ihre Amazon Liste wird hier angezeigt, sobald Sie veröffentlicht haben oder falls Sie „Live“ Datenanzeige in den Einstellungen aktiviert haben.
