Repository: 08/ConnectionKit
Catalog: PlugIns/YouTubeElement/*.lproj/Inspector.strings
Languages: fr

source: Video
fr: Vidéo

source: Enter the URL, ID, or embed code of a YouTube video
fr: Saisir l’ID de l’URL ou insérer le code de la vidéo YouTube

source: Reset
fr: Réinitialiser

source: powered by
fr: activé par

source: Border
fr: Bordure

source: Widescreen
fr: Écran large

source: HD Video
fr: Vidéos HD

source: Privacy Enhancement
fr: Améliorations de la confidentialité

source: Colors
fr: Couleurs

source: Link to Related Videos
fr: Lien vers les vidéos concernées

source: After playback finishes
fr: Après la fin du playback
