Repository: 08/ConnectionKit
Catalog: PlugIns/AmazonElement/*.lproj/Inspector.strings
Languages: fr

source: Products
fr: Produits

source: Copy the URL (address) or ASIN of an Amazon product from your web browser. ISBN numbers can be found on the back of a book.
fr: Copier l'URL (adresse) ou l'ASIN d'un produit Amazon depuis votre navigateur Web. Les numéros ISBN peuvent être trouvés au dos d'un livre.

source: Your thoughts on the product.
fr: Ce que vous pensez du produit.

source: The Amazon store to load data from.
fr: Le magasin Amazon d'où charger les données.

source: Appearance
fr: Aspect

source: Hide or display the "creator" of a product.
fr: Affichez ou masquez le "créateur" d'un produit.

source: Hide or display product thumbnails.
fr: Affichez ou masquez les vignettes d'un produit.

source: Hide or display your comments upon products.
fr: Affichez ou masquez vos commentaires sur un produit.

source: Thumbnail size.
fr: Taille de la vignette.

source: Store
fr: Magasin

source: List framing choices.
fr: Listez les choix de cadres.

source: All products
fr: Tous les produits

source: None
fr: Aucune

source: Thumbnails
fr: Vignettes

source: Hide or display product titles.
fr: Affichez ou masquez les titres des produits.

source: Select the list's layout: • Left-aligned • Right-aligned • Alternating • Centered • Two-across • Bullets (no thumbnails) • Enhanced (can include pricing) • Random product
fr: Choisissez la disposition de la liste : • Alignée à gauche • Alignée à droite • En alternance • Centrée • Deux colonnes • Puces (aucune vignette)• Mis en valeur (peut inclure le prix) • Produit aléatoire

source: Displays a floating preview popup over links to Amazon products.
fr: Affiche une fenêtre flottante d'aperçu au-dessus des liens vers les produits d'Amazon.

source: Associates ID
fr: ID associés

source: Creators
fr: Créateurs

source: Comments
fr: Commentaires

source: Titles
fr: Titre

source: Show:
fr: Afficher :

source: Prices
fr: Prix

source: New prices only
fr: Nouv. prix seul.

source: Use product preview popups
fr: Utiliser les fenêtres d'aperçu des produits

source: Affects all pagelets throughout the site. Popups do not appear when previewed in Sandvox.
fr: Affecte tous les pagelets sur tout le site. Les fenêtres n'apparaîtront pas lorsque prévisualisées dans Sandvox.

source: Frame:
fr: Cadre :

source: Product:
fr: Produit :

source: Comment:
fr: Commentaires :

source: Enter the URL or ASIN of an Amazon product, or a book's ISBN number.
fr: Écrivez l'URL ou l'ASIN d'un produit Amazon, ou le numéro ISBN d'un livre.

source: Store:
fr: Magasin :

source: View Selected Product
fr: Voir le produit sélectionné

source: Reload Selected Product
fr: Recharger le produit choisi

source: Reload All
fr: Tout recharger
